[
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 1,
    "content": {
      "text": "In the third year of the reign of Jehoiakim king of Judah came Nebuchadnezzar king of Babylon unto Jerusalem, and besieged it.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 2,
    "content": "And the Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God; and he carried them into the land of Shinar to the house of his god: and he brought the vessels into the treasure-house of his god."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 3,
    "content": "And the king spake unto Ashpenaz the master of his eunuchs, that he should bring in certain of the children of Israel, even of the seed royal and of the nobles;"
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 4,
    "content": "youths in whom was no blemish, but well-favored, and skilful in all wisdom, and endued with knowledge, and understanding science, and such as had ability to stand in the king’s palace; and that he should teach them the learning and the tongue of the Chaldeans."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 5,
    "content": "And the king appointed for them a daily portion of the king’s dainties, and of the wine which he drank, and that they should be nourished three years; that at the end thereof they should stand before the king."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 6,
    "content": "Now among these were, of the children of Judah, Daniel, Hananiah, Mishael, and Azariah."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 7,
    "content": "And the prince of the eunuchs gave names unto them: unto Daniel he gave the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abed-nego."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 8,
    "content": "But Daniel purposed in his heart that he would not defile himself with the king’s dainties, nor with the wine which he drank: therefore he requested of the prince of the eunuchs that he might not defile himself."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 9,
    "content": "Now God made Daniel to find kindness and compassion in the sight of the prince of the eunuchs."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 10,
    "content": "And the prince of the eunuchs said unto Daniel, I fear my lord the king, who hath appointed your food and your drink: for why should he see your faces worse looking than the youths that are of your own age? so would ye endanger my head with the king."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 11,
    "content": "Then said Daniel to the steward whom the prince of the eunuchs had appointed over Daniel, Hananiah, Mishael, and Azariah:"
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 12,
    "content": "Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 13,
    "content": "Then let our countenances be looked upon before thee, and the countenance of the youths that eat of the king’s dainties; and as thou seest, deal with thy servants."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 14,
    "content": "So he hearkened unto them in this matter, and proved them ten days."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 15,
    "content": "And at the end of ten days their countenances appeared fairer, and they were fatter in flesh, than all the youths that did eat of the king’s dainties."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 16,
    "content": "So the steward took away their dainties, and the wine that they should drink, and gave them pulse."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 17,
    "content": "Now as for these four youths, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 18,
    "content": "And at the end of the days which the king had appointed for bringing them in, the prince of the eunuchs brought them in before Nebuchadnezzar."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 19,
    "content": "And the king communed with them; and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 20,
    "content": "And in every matter of wisdom and understanding, concerning which the king inquired of them, he found them ten times better than all the magicians and enchanters that were in all his realm."
  },
  {
    "book": "DAN",
    "chapter": 1,
    "verse": 21,
    "content": "And Daniel continued even unto the first year of king Cyrus."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 1,
    "content": {
      "text": "And in the second year of the reign of Nebuchadnezzar, Nebuchadnezzar dreamed dreams; and his spirit was troubled, and his sleep went from him.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 2,
    "content": "Then the king commanded to call the magicians, and the enchanters, and the sorcerers, and the Chaldeans, to tell the king his dreams. So they came in and stood before the king."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 3,
    "content": "And the king said unto them, I have dreamed a dream, and my spirit is troubled to know the dream."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 4,
    "content": "Then spake the Chaldeans to the king in the Syrian language, O king, live for ever: tell thy servants the dream, and we will show the interpretation."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 5,
    "content": "The king answered and said to the Chaldeans, The thing is gone from me: if ye make not known unto me the dream and the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 6,
    "content": "But if ye show the dream and the interpretation thereof, ye shall receive of me gifts and rewards and great honor: therefore show me the dream and the interpretation thereof."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 7,
    "content": "They answered the second time and said, Let the king tell his servants the dream, and we will show the interpretation."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 8,
    "content": "The king answered and said, I know of a certainty that ye would gain time, because ye see the thing is gone from me."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 9,
    "content": "But if ye make not known unto me the dream, there is but one law for you; for ye have prepared lying and corrupt words to speak before me, till the time be changed: therefore tell me the dream, and I shall know that ye can show me the interpretation thereof."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 10,
    "content": "The Chaldeans answered before the king, and said, There is not a man upon the earth that can show the king’s matter, forasmuch as no king, lord, or ruler, hath asked such a thing of any magician, or enchanter, or Chaldean."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 11,
    "content": "And it is a rare thing that the king requireth, and there is no other that can show it before the king, except the gods, whose dwelling is not with flesh."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 12,
    "content": "For this cause the king was angry and very furious, and commanded to destroy all the wise men of Babylon."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 13,
    "content": "So the decree went forth, and the wise men were to be slain; and they sought Daniel and his companions to be slain."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 14,
    "content": "Then Daniel returned answer with counsel and prudence to Arioch the captain of the king’s guard, who was gone forth to slay the wise men of Babylon;"
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 15,
    "content": "he answered and said to Arioch the king’s captain, Wherefore is the decree so urgent from the king? Then Arioch made the thing known to Daniel."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 16,
    "content": "And Daniel went in, and desired of the king that he would appoint him a time, and he would show the king the interpretation."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 17,
    "content": "Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions:"
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 18,
    "content": "that they would desire mercies of the God of heaven concerning this secret; that Daniel and his companions should nor perish with the rest of the wise men of Babylon."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 19,
    "content": "Then was the secret revealed unto Daniel in a vision of the night. Then Daniel blessed the God of heaven."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 20,
    "content": "Daniel answered and said, Blessed be the name of God for ever and ever; for wisdom and might are his."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 21,
    "content": "And he changeth the times and the seasons; he removeth kings, and setteth up kings; he giveth wisdom unto the wise, and knowledge to them that have understanding;"
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 22,
    "content": "he revealeth the deep and secret things; he knoweth what is in the darkness, and the light dwelleth with him."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 23,
    "content": "I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast now made known unto me what we desired of thee; for thou hast made known unto us the king’s matter."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 24,
    "content": "Therefore Daniel went in unto Arioch, whom the king had appointed to destroy the wise men of Babylon; he went and said thus unto him: Destroy not the wise men of Babylon; bring me in before the king, and I will show unto the king the interpretation."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 25,
    "content": "Then Arioch brought in Daniel before the king in haste, and said thus unto him, I have found a man of the children of the captivity of Judah, that will make known unto the king the interpretation."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 26,
    "content": "The king answered and said to Daniel, whose name was Belteshazzar, Art thou able to make known unto me the dream which I have seen, and the interpretation thereof?"
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 27,
    "content": "Daniel answered before the king, and said, The secret which the king hath demanded can neither wise men, enchanters, magicians, nor soothsayers, show unto the king;"
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 28,
    "content": "but there is a God in heaven that revealeth secrets, and he hath made known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these:"
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 29,
    "content": "as for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter; and he that revealeth secrets hath made known to thee what shall come to pass."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 30,
    "content": "But as for me, this secret is not revealed to me for any wisdom that I have more than any living, but to the intent that the interpretation may be made known to the king, and that thou mayest know the thoughts of thy heart."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 31,
    "content": "Thou, O king, sawest, and, behold, a great image. This image, which was mighty, and whose brightness was excellent, stood before thee; and the aspect thereof was terrible."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 32,
    "content": "As for this image, its head was of fine gold, its breast and its arms of silver, its belly and its thighs of brass,"
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 33,
    "content": "its legs of iron, its feet part of iron, and part of clay."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 34,
    "content": "Thou sawest till that a stone was cut out without hands, which smote the image upon its feet that were of iron and clay, and brake them in pieces."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 35,
    "content": "Then was the iron, the clay, the brass, the silver, and the gold, broken in pieces together, and became like the chaff of the summer threshing-floors; and the wind carried them away, so that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 36,
    "content": "This is the dream; and we will tell the interpretation thereof before the king."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 37,
    "content": "Thou, O king, art king of kings, unto whom the God of heaven hath given the kingdom, the power, and the strength, and the glory;"
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 38,
    "content": "and wheresoever the children of men dwell, the beasts of the field and the birds of the heavens hath he given into thy hand, and hath made thee to rule over them all: thou art the head of gold."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 39,
    "content": "And after thee shall arise another kingdom inferior to thee; and another third kingdom of brass, which shall bear rule over all the earth."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 40,
    "content": "And the fourth kingdom shall be strong as iron, forasmuch as iron breaketh in pieces and subdueth all things; and as iron that crusheth all these, shall it break in pieces and crush."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 41,
    "content": "And whereas thou sawest the feet and toes, part of potters’ clay, and part of iron, it shall be a divided kingdom; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 42,
    "content": "And as the toes of the feet were part of iron, and part of clay, so the kingdom shall be partly strong, and partly broken."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 43,
    "content": "And whereas thou sawest the iron mixed with miry clay, they shall mingle themselves with the seed of men; but they shall not cleave one to another, even as iron doth not mingle with clay."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 44,
    "content": "And in the days of those kings shall the God of heaven set up a kingdom which shall never be destroyed, nor shall the sovereignty thereof be left to another people; but it shall break in pieces and consume all these kingdoms, and it shall stand for ever."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 45,
    "content": "Forasmuch as thou sawest that a stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream is certain, and the interpretation thereof sure."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 46,
    "content": "Then the king Nebuchadnezzar fell upon his face, and worshipped Daniel, and commmanded that they should offer an oblation and sweet odors unto him."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 47,
    "content": "The king answered unto Daniel, and said, Of a truth your God is the God of gods, and the Lord of kings, and a revealer of secrets, seeing thou hast been able to reveal this secret."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 48,
    "content": "Then the king made Daniel great, and gave him many great gifts, and made him to rule over the whole province of Babylon, and to be chief governor over all the wise men of Babylon."
  },
  {
    "book": "DAN",
    "chapter": 2,
    "verse": 49,
    "content": "And Daniel requested of the king, and he appointed Shadrach, Meshach, and Abed-nego, over the affairs of the province of Babylon: but Daniel was in the gate of the king."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 1,
    "content": {
      "text": "Nebuchadnezzar the king made an image of gold, whose height was threescore cubits, and the breadth thereof six cubits: he set it up in the plain of Dura, in the province of Babylon.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 2,
    "content": "Then Nebuchadnezzar the king sent to gather together the satraps, the deputies, and the governors, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image which Nebuchadnezzar the king had set up."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 3,
    "content": "Then the satraps, the deputies, and the governors, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, were gathered together unto the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 4,
    "content": "Then the herald cried aloud, To you it is commanded, O peoples, nations, and languages,"
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 5,
    "content": "that at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, dulcimer, and all kinds of music, ye fall down and worship the golden image that Nebuchadnezzar the king hath set up;"
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 6,
    "content": "and whoso falleth not down and worshippeth shall the same hour be cast into the midst of a burning fiery furnace."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 7,
    "content": "Therefore at that time, when all the peoples heard the sound of the cornet, flute, harp, sackbut, psaltery, and all kinds of music, all the peoples, the nations, and the languages, fell down and worhsipped the golden image that Nebuchadnezzar the king had set up."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 8,
    "content": "Wherefore at that time certain Chaldeans came near, and brought accusation against the Jews."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 9,
    "content": "They answered and said to Nebuchadnezzar the king, O king, live for ever."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 10,
    "content": "Thou, O king, hast made a decree, that every man that shall hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of music, shall fall down and worship the golden image;"
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 11,
    "content": "and whoso falleth not down and worshippeth, shall be cast into the midst of a burning fiery furnace."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 12,
    "content": "There are certain Jews whom thou hast appointed over the affairs of the province of Babylon: Shadrach, Meshach, and Abed-nego; these men, O king, have not regarded thee: they serve not thy gods, nor worship the golden image which thou hast set up."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 13,
    "content": "Then Nebuchadnezzar in his rage and fury commanded to bring Shadrach, Meshach, and Abed-nego. Then they brought these men before the king."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 14,
    "content": "Nebuchadnezzar answered and said unto them, Is it of purpose, O Shadrach, Meshach, and Abed-nego, that ye serve not my god, nor worship the golden image which I have set up?"
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 15,
    "content": "Now if ye be ready that at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of music, ye fall down and worship the image which I have made, well: but if ye worship not, ye shall be cast the same hour into the midst of a burning fiery furnace; and who is that god that shall deliver you out of my hands?"
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 16,
    "content": "Shadrach, Meshach, and Abed-nego answered and said to the king, O Nebuchadnezzar, we have no need to answer thee in this matter."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 17,
    "content": "If it be so, our God whom we serve is able to deliver us from the burning fiery furnace; and he will deliver us out of thy hand, O king."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 18,
    "content": "But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 19,
    "content": "Then was Nebuchadnezzar full of fury, and the form of his visage was changed against Shadrach, Meshach, and Abed-nego: therefore he spake, and commanded that they should heat the furnace seven times more than it was wont to be heated."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 20,
    "content": "And he commanded certain mighty men that were in his army to bind Shadrach, Meshach, and Abed-nego, and to cast them into the burning fiery furnace."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 21,
    "content": "Then these men were bound in their hosen, their tunics, and their mantles, and their other garments, and were cast into the midst of the burning fiery furnace."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 22,
    "content": "Therefore because the king’s commandment was urgent, and the furnace exceeding hot, the flame of the fire slew those men that took up Shadrach, Meshach, and Abed-nego."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 23,
    "content": "And these three men, Shadrach, Meshach, and Abed-nego, fell down bound into the midst of the burning fiery furnace."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 24,
    "content": "Then Nebuchadnezzar the king was astonished, and rose up in haste: he spake and said unto his counsellors, Did not we cast three men bound into the midst of the fire? They answered and said unto the king, True, O king."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 25,
    "content": "He answered and said, Lo, I see four men loose, walking in the midst of the fire, and they have no hurt; and the aspect of the fourth is like a son of the gods."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 26,
    "content": "Then Nebuchadnezzar came near to the mouth of the burning fiery furnace: he spake and said, Shadrach, Meshach, and Abed-nego, ye servants of the Most High God, come forth, and come hither. Then Shadrach, Meshach, and Abed-nego came forth out of the midst of the fire."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 27,
    "content": "And the satraps, the deputies, and the governors, and the king’s counsellors, being gathered together, saw these men, that the fire had no power upon their bodies, nor was the hair of their head singed, neither were their hosen changed, nor had the smell of fire passed on them."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 28,
    "content": "Nebuchadnezzar spake and said, Blessed be the God of Shadrach, Meshach, and Abed-nego, who hath sent his angel, and delivered his servants that trusted in him, and have changed the king’s word, and have yielded their bodies, that they might not serve nor worship any god, except their own God."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 29,
    "content": "Therefore I make a decree, that every people, nation, and language, which speak anything amiss against the God of Shadrach, Meshach, and Abed-nego, shall be cut in pieces, and their houses shall be made a dunghill; because there is no other god that is able to deliver after this sort."
  },
  {
    "book": "DAN",
    "chapter": 3,
    "verse": 30,
    "content": "Then the king promoted Shadrach, Meshach, and Abed-nego in the province of Babylon."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 1,
    "content": {
      "text": "Nebuchadnezzar the king, unto all the peoples, nations, and languages, that dwell in all the earth: Peace be multiplied unto you.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 2,
    "content": "It hath seemed good unto me to show the signs and wonders that the Most High God hath wrought toward me."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 3,
    "content": "How great are his signs! and how mighty are his wonders! his kingdom is an everlasting kingdom, and his dominion is from generation to generation."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 4,
    "content": "I, Nebuchadnezzar, was at rest in my house, and flourishing in my palace."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 5,
    "content": "I saw a dream which made me afraid; and the thoughts upon my bed and the visions of my head troubled me."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 6,
    "content": "Therefore made I a decree to bring in all the wise men of Babylon before me, that they might make known unto me the interpretation of the dream."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 7,
    "content": "Then came in the magicians, the enchanters, the Chaldeans, and the soothsayers; and I told the dream before them; but they did not make known unto me the interpretation thereof."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 8,
    "content": "But at the last Daniel came in before me, whose name was Belteshazzar, according to the name of my god, and in whom is the spirit of the holy gods: and I told the dream before him, saying,"
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 9,
    "content": "O Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in thee, and no secret troubleth thee, tell me the visions of my dream that I have seen, and the interpretation thereof."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 10,
    "content": "Thus were the visions of my head upon my bed: I saw, and, behold, a tree in the midst of the earth; and the height thereof was great."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 11,
    "content": "The tree grew, and was strong, and the height thereof reached unto heaven, and the sight thereof to the end of all the earth."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 12,
    "content": "The leaves thereof were fair, and the fruit thereof much, and in it was food for all: the beasts of the field had shadow under it, and the birds of the heavens dwelt in the branches thereof, and all flesh was fed from it."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 13,
    "content": "I saw in the visions of my head upon my bed, and, behold, a watcher and a holy one came down from heaven."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 14,
    "content": "He cried aloud, and said thus, Hew down the tree, and cut off its branches, shake off its leaves, and scatter its fruit: let the beast get away from under it, and the fowls from its branches."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 15,
    "content": "Nevertheless leave the stump of its roots in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven: and let his portion be with the beasts in the grass of the earth:"
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 16,
    "content": "let his heart be changed from man’s, and let a beast’s heart be given unto him; and let seven times pass over him."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 17,
    "content": "The sentence is by the decree of the watchers, and the demand by the word of the holy ones; to the intent that the living may know that the Most High ruleth in the kingdom of men, and giveth it to whomsoever he will, and setteth up over it the lowest of men."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 18,
    "content": "This dream I, king Nebuchadnezzar, have seen; and thou, O Belteshazzar, declare the interpretation, forasmuch as all the wise men of my kingdom are not able to make known unto me the interpretation; but thou art able; for the spirit of the holy gods is in thee."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 19,
    "content": "Then Daniel, whose name was Belteshazzar, was stricken dumb for a while, and his thoughts troubled him. The king answered and said, Belteshazzar, let not the dream, or the interpretation, trouble thee. Belteshazzar answered and said, My lord, the dream be to them that hate thee, and the interpretation thereof to thine adversaries."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 20,
    "content": "The tree that thou sawest, which grew, and was strong, whose height reached unto heaven, and the sight thereof to all the earth;"
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 21,
    "content": "whose leaves were fair, and the fruit thereof much, and in it was food for all; under which the beasts of the field dwelt, and upon whose branches the birds of the heavens had their habitation:"
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 22,
    "content": "it is thou, O king, that art grown and become strong; for thy greatness is grown, and reacheth unto heaven, and thy dominion to the end of the earth."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 23,
    "content": "And whereas the king saw a watcher and a holy one coming down from heaven, and saying, Hew down the tree, and destroy it; nevertheless leave the stump of the roots thereof in the earth, even with a band of iron and brass, in the tender grass of the field, and let it be wet with the dew of heaven: and let his portion be with the beasts of the field, till seven times pass over him;"
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 24,
    "content": "this is the interpretation, O king, and it is the decree of the Most High, which is come upon my lord the king:"
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 25,
    "content": "that thou shalt be driven from men, and thy dwelling shall be with the beasts of the field, and thou shalt be made to eat grass as oxen, and shalt be wet with the dew of heaven, and seven times shall pass over thee; till thou know that the Most High ruleth in the kingdom of men, and giveth it to whomsoever he will."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 26,
    "content": "And whereas they commanded to leave the stump of the roots of the tree; thy kingdom shall be sure unto thee, after that thou shalt have known that the heavens do rule."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 27,
    "content": "Wherefore, O king, let my counsel be acceptable unto thee, and break off thy sins by righteousness, and thine iniquities by showing mercy to the poor; if there may be a lengthening of thy tranquillity."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 28,
    "content": "All this came upon the king Nebuchadnezzar."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 29,
    "content": "At the end of twelve months he was walking in the royal palace of Babylon."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 30,
    "content": "The king spake and said, Is not this great Babylon, which I have built for the royal dwelling-place, by the might of my power and for the glory of my majesty?"
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 31,
    "content": "While the word was in the king’s mouth, there fell a voice from heaven, saying, O king Nebuchadnezzar, to thee it is spoken: The kingdom is departed from thee:"
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 32,
    "content": "and thou shalt be driven from men; and they dwelling shall be with the beasts of the field; thou shalt be made to eat grass as oxen; and seven times shall pass over thee; until thou know that the Most High ruleth in the kingdom of men, and giveth it to whomsoever he will."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 33,
    "content": "The same hour was the thing fulfilled upon Nebuchadnezzar: and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hair was grown like eagles’ feathers, and his nails like birds’ claws."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 34,
    "content": "And at the end of the days I, Nebuchadnezzar, lifted up mine eyes unto heaven, and mine understanding returned unto me, and I blessed the Most High, and I praised and honored him that liveth for ever; for his dominion is an everlasting dominion, and his kingdom from generation to generation."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 35,
    "content": "And all the inhabitants of the earth are reputed as nothing; and he doeth according to his will in the army of heaven, and among the inhabitants of the earth; and none can stay his hand, or say unto him, What doest thou?"
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 36,
    "content": "At the same time mine understanding returned unto me; and for the glory of my kingdom, my majesty and brightness returned unto me; and my counsellors and my lords sought unto me; and I was established in my kingdom, and excellent greatness was added unto me."
  },
  {
    "book": "DAN",
    "chapter": 4,
    "verse": 37,
    "content": "Now I, Nebuchadnezzar, praise and extol and honor the King of heaven; for all his works are truth, and his ways justice; and those that walk in pride he is able to abase."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 1,
    "content": {
      "text": "Belshazzar the king made a great feast to a thousand of his lords, and drank wine before the thousand.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 2,
    "content": "Belshazzar, while he tasted the wine, commanded to bring the golden and silver vessels which Nebuchadnezzar his father had taken out of the temple which was in Jerusalem; that the king and his lords, his wives and his concubines, might drink therefrom."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 3,
    "content": "Then they brought the golden vessels that were taken out of the temple of the house of God which was at Jerusalem; and the king and his lords, his wives and his concubines, drank from them."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 4,
    "content": "They drank wine, and praised the gods of gold, and of silver, of brass, of iron, of wood, and of stone."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 5,
    "content": "In the same hour came forth the fingers of a man’s hand, and wrote over against the candlestick upon the plaster of the wall of the king’s palace: and the king saw the part of the hand that wrote."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 6,
    "content": "Then the king’s countenance was changed in him, and his thoughts troubled him; and the joints of his loins were loosed, and his knees smote one against another."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 7,
    "content": "The king cried aloud to bring in the enchanters, the Chaldeans, and the soothsayers. The king spake and said to the wise men of Babylon, Whosoever shall read this writing, and show me the interpretation thereof, shall be clothed with purple, and have a chain of gold about his neck, and shall be the third ruler in the kingdom."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 8,
    "content": "Then came in all the king’s wise men; but they could not read the writing, nor make known to the king the interpretation."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 9,
    "content": "Then was king Belshazzar greatly troubled, and his countenance was changed in him, and his lords were perplexed."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 10,
    "content": "Now the queen by reason of the words of the king and his lords came into the banquet house: the queen spake and said, O king, live forever; let not thy thoughts trouble thee, nor let thy countenance be changed."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 11,
    "content": "There is a man in thy kingdom, in whom is the spirit of the holy gods; and in the days of thy father light and understanding and wisdom, like the wisdom of the gods, were found in him; and the king Nebuchadnezzar thy father, the king, I say, thy father, made him master of the magicians, enchanters, Chaldeans, and soothsayers;"
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 12,
    "content": "forasmuch as an excellent spirit, and knowledge, and understanding, interpreting of dreams, and showing of dark sentences, and dissolving of doubts, were found in the same Daniel, whom the king named Belteshazzar. Now let Daniel be called, and he will show the interpretation."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 13,
    "content": "Then was Daniel brought in before the king. The king spake and said unto Daniel, Art thou that Daniel, who art of the children of the captivity of Judah, whom the king my father brought out of Judah?"
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 14,
    "content": "I have heard of thee, that the spirit of the gods is in thee, and that light and understanding and excellent wisdom are found in thee."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 15,
    "content": "And now the wise men, the enchanters, have been brought in before me, that they should read this writing, and make known unto me the interpretation thereof; but they could not show the interpretation of the thing."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 16,
    "content": "But I have heard of thee, that thou canst give interpretations, and dissolve doubts; now if thou canst read the writing, and make known to me the interpretation thereof, thou shalt be clothed with purple, and have a chain of gold about thy neck, and shalt be the third ruler in the kingdom."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 17,
    "content": "Then Daniel answered and said before the king, Let thy gifts be to thyself, and give thy rewards to another; nevertheless I will read the writing unto the king, and make known to him the interpretation."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 18,
    "content": "O thou king, the Most High God gave Nebuchadnezzar thy father the kingdom, and greatness, and glory, and majesty:"
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 19,
    "content": "and because of the greatness that he gave him, all the peoples, nations, and languages trembled and feared before him: whom he would he slew, and whom he would he kept alive; and whom he would he raised up, and whom he would he put down."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 20,
    "content": "But when his heart was lifted up, and his spirit was hardened so that he dealt proudly, he was deposed from his kingly throne, and they took his glory from him:"
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 21,
    "content": "and he was driven from the sons of men, and his heart was made like the beasts’, and his dwelling was with the wild asses; he was fed with grass like oxen, and his body was wet with the dew of heaven; until he knew that the Most High God ruleth in the kingdom of men, and that he setteth up over it whomsoever he will."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 22,
    "content": "And thou his son, O Belshazzar, hast not humbled thy heart, though thou knewest all this,"
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 23,
    "content": "but hast lifted up thyself against the Lord of heaven; and they have brought the vessels of his house before thee, and thou and thy lords, thy wives and thy concubines, have drunk wine from them; and thou hast praised the gods of silver and gold, of brass, iron, wood, and stone, which see not, nor hear, nor know; and the God in whose hand thy breath is, and whose are all thy ways, hast thou not glorified."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 24,
    "content": "Then was the part of the hand sent from before him, and this writing was inscribed."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 25,
    "content": "And this is the writing that was inscribed: MENE, MENE, TEKEL, UPHARSIN."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 26,
    "content": "This is the interpretation of the thing: MENE; God hath numbered thy kingdom, and brought it to an end;"
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 27,
    "content": "TEKEL; thou art weighed in the balances, and art found wanting."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 28,
    "content": "PERES; thy kingdom is divided, and given to the Medes and Persians."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 29,
    "content": "Then commanded Belshazzar, and they clothed Daniel with purple, and put a chain of gold about his neck, and made proclamation concerning him, that he should be the third ruler in the kingdom."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 30,
    "content": "In that night Belshazzar the Chaldean King was slain."
  },
  {
    "book": "DAN",
    "chapter": 5,
    "verse": 31,
    "content": "And Darius the Mede received the kingdom, being about threescore and two years old."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 1,
    "content": {
      "text": "It pleased Darius to set over the kingdom a hundred and twenty satraps, who should be throughout the whole kingdom;",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 2,
    "content": "and over them three presidents, of whom Daniel was one; that these satraps might give account unto them, and that the king should have no damage."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 3,
    "content": "Then this Daniel was distinguished above the presidents and the satraps, because an excellent spirit was in him; and the king thought to set him over the whole realm."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 4,
    "content": "Then the presidents and the satraps sought to find occasion against Daniel as touching the kingdom; but they could find no occasion nor fault, forasmuch as he was faithful, neither was there any error or fault found in him."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 5,
    "content": "Then said these men, We shall not find any occasion against this Daniel, except we find it against him concerning the law of his God."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 6,
    "content": "Then these presidents and satraps assembled together to the king, and said thus unto him, King Darius, live for ever."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 7,
    "content": "All the presidents of the kingdom, the deputies and the satraps, the counsellors and the governors, have consulted together to establish a royal statute, and to make a strong interdict, that whosoever shall ask a petition of any god or man for thirty days, save of thee, O king, he shall be cast into the den of lions."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 8,
    "content": "Now, O king, establish the interdict, and sign the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 9,
    "content": "Wherefore king Darius signed the writing and the interdict."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 10,
    "content": "And when Daniel knew that the writing was signed, he went into his house (now his windows were open in his chamber toward Jerusalem) and he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 11,
    "content": "Then these men assembled together, and found Daniel making petition and supplication before his God."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 12,
    "content": "Then they came near, and spake before the king concerning the king’s interdict: Hast thou not signed an interdict, that every man that shall make petition unto any god or man within thirty days, save unto thee, O king, shall be cast into the den of lions? The king answered and said, The thing is true, according to the law of the Medes and Persians, which altereth not."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 13,
    "content": "Then answered they and said before the king, That Daniel, who is of the children of the captivity of Judah, regardeth not thee, O king, nor the interdict that thou hast signed, but maketh his petition three times a day."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 14,
    "content": "Then the king, when he heard these words, was sore displeased, and set his heart on Daniel to deliver him; and he labored till the going down of the sun to rescue him."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 15,
    "content": "Then these men assembled together unto the king, and said unto the king, Know, O king, that it is a law of the Medes and Persians, that no interdict nor statute which the king establisheth may be changed."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 16,
    "content": "Then the king commanded, and they brought Daniel, and cast him into the den of lions. Now the king spake and said unto Daniel, Thy God whom thou servest continually, he will deliver thee."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 17,
    "content": "And a stone was brought, and laid upon the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that nothing might be changed concerning Daniel."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 18,
    "content": "Then the king went to his palace, and passed the night fasting; neither were instruments of music brought before him: and his sleep fled from him."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 19,
    "content": "Then the king arose very early in the morning, and went in haste unto the den of lions."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 20,
    "content": "And when he came near unto the den to Daniel, he cried with a lamentable voice; the king spake and said to Daniel, O Daniel, servant of the living God, is thy God, whom thou servest continually, able to deliver thee from the lions?"
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 21,
    "content": "Then said Daniel unto the king, O king, live for ever."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 22,
    "content": "My God hath sent his angel, and hath shut the lions’ mouths, and they have not hurt me; forasmuch as before him innocency was found in me; and also before thee, O king, have I done no hurt."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 23,
    "content": "Then was the king exceeding glad, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he had trusted in his God."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 24,
    "content": "And the king commanded, and they brought those men that had accused Daniel, and they cast them into the den of lions, them, their children, and their wives; and the lions had the mastery of them, and brake all their bones in pieces, before they came to the bottom of the den."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 25,
    "content": "Then king Darius wrote unto all the peoples, nations, and languages, that dwell in all the earth: Peace be multiplied unto you."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 26,
    "content": "I make a decree, that in all the dominion of my kingdom men tremble and fear before the God of Daniel; for he is the living God, and stedfast for ever, And his kingdom that which shall not be destroyed; and his dominion shall be even unto the end."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 27,
    "content": "He delivereth and rescueth, and he worketh signs and wonders in heaven and in earth, who hath delivered Daniel from the power of the lions."
  },
  {
    "book": "DAN",
    "chapter": 6,
    "verse": 28,
    "content": "So this Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 1,
    "content": {
      "text": "In the first year of Belshazzar king of Babylon Daniel had a dream and visions of his head upon his bed: then he wrote the dream and told the sum of the matters.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 2,
    "content": "Daniel spake and said, I saw in my vision by night, and, behold, the four winds of heaven brake forth upon the great sea."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 3,
    "content": "And four great beasts came up from the sea, diverse one from another."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 4,
    "content": "The first was like a lion, and had eagle’s wings: I beheld till the wings thereof were plucked, and it was lifted up from the earth, and made to stand upon two feet as a man; and a man’s heart was given to it."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 5,
    "content": "And, behold, another beast, a second, like to a bear; and it was raised up on one side, and three ribs were in its mouth between its teeth: and they said thus unto it, Arise, devour much flesh."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 6,
    "content": "After this I beheld, and, lo, another, like a leopard, which had upon its back four wings of a bird; the beast had also four heads; and dominion was given to it."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 7,
    "content": "After this I saw in the night-visions, and, behold, a fourth beast, terrible and powerful, and strong exceedingly; and it had great iron teeth; it devoured and brake in pieces, and stamped the residue with its feet: and it was diverse from all the beasts that were before it; and it had ten horns."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 8,
    "content": "I considered the horns, and, behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots: and, behold, in this horn were eyes like the eyes of a man, and a mouth speaking great things."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 9,
    "content": "I beheld till thrones were placed, and one that was ancient of days did sit: his raiment was white as snow, and the hair of his head like pure wool; his throne was fiery flames, and the wheels thereof burning fire."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 10,
    "content": "A fiery stream issued and came forth from before him: thousands of thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 11,
    "content": "I beheld at that time because of the voice of the great words which the horn spake; I beheld even till the beast was slain, and its body destroyed, and it was given to be burned with fire."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 12,
    "content": "And as for the rest of the beasts, their dominion was taken away: yet their lives were prolonged for a season and a time."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 13,
    "content": "I saw in the night-visions, and, behold, there came with the clouds of heaven one like unto a son of man, and he came even to the ancient of days, and they brought him near before him."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 14,
    "content": "And there was given him dominion, and glory, and a kingdom, that all the peoples, nations, and languages should serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 15,
    "content": "As for me, Daniel, my spirit was grieved in the midst of my body, and the visions of my head troubled me."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 16,
    "content": "I came near unto one of them that stood by, and asked him the truth concerning all this. So he told me, and made me know the interpretation of the things."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 17,
    "content": "These great beasts, which are four, are four kings, that shall arise out of the earth."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 18,
    "content": "But the saints of the Most High shall receive the kingdom, and possess the kingdom for ever, even for ever and ever."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 19,
    "content": "Then I desired to know the truth concerning the fourth beast, which was diverse from all of them, exceeding terrible, whose teeth were of iron, and its nails of brass; which devoured, brake in pieces, and stamped the residue with its feet;"
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 20,
    "content": "and concerning the ten horns that were on its head, and the other horn which came up, and before which three fell, even that horn that had eyes, and a mouth that spake great things, whose look was more stout than its fellows."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 21,
    "content": "I beheld, and the same horn made war with the saints, and prevailed against them;"
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 22,
    "content": "until the ancient of days came, and judgment was given to the saints of the Most High, and the time came that the saints possessed the kingdom."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 23,
    "content": "Thus he said, The fourth beast shall be a fourth kingdom upon earth, which shall be diverse from all the kingdoms, and shall devour the whole earth, and shall tread it down, and break it in pieces."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 24,
    "content": "And as for the ten horns, out of this kingdom shall ten kings arise: and another shall arise after them; and he shall be diverse from the former, and he shall put down three kings."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 25,
    "content": "And he shall speak words against the Most High, and shall wear out the saints of the Most High; and he shall think to change the times and the law; and they shall be given into his hand until a time and times and half a time."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 26,
    "content": "But the judgment shall be set, and they shall take away his dominion, to consume and to destroy it unto the end."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 27,
    "content": "And the kingdom and the dominion, and the greatness of the kingdoms under the whole heaven, shall be given to the people of the saints of the Most High: his kingdom is an everlasting kingdom, and all dominions shall serve and obey him."
  },
  {
    "book": "DAN",
    "chapter": 7,
    "verse": 28,
    "content": "Here is the end of the matter. As for me, Daniel, my thoughts much troubled me, and my countenance was changed in me: but I kept the matter in my heart."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 1,
    "content": {
      "text": "In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me, Daniel, after that which appeared unto me at the first.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 2,
    "content": "And I saw in the vision; now it was so, that when I saw, I was in Shushan the palace, which is in the province of Elam; and I saw in the vision, and I was by the river Ulai."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 3,
    "content": "Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 4,
    "content": "I saw the ram pushing westward, and northward, and southward; and no beasts could stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and magnified himself."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 5,
    "content": "And as I was considering, behold, a he-goat came from the west over the face of the whole earth, and touched not the ground: and the goat had a notable horn between his eyes."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 6,
    "content": "And he came to the ram that had the two horns, which I saw standing before the river, and ran upon him in the fury of his power."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 7,
    "content": "And I saw him come close unto the ram, and he was moved with anger against him, and smote the ram, and brake his two horns; and there was no power in the ram to stand before him; but he cast him down to the ground, and trampled upon him; and there was none that could deliver the ram out of his hand."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 8,
    "content": "And the he-goat magnified himself exceedingly: and when he was strong, the great horn was broken; and instead of it there came up four notable horns toward the four winds of heaven."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 9,
    "content": "And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the glorious land."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 10,
    "content": "And it waxed great, even to the host of heaven; and some of the host and of the stars it cast down to the ground, and trampled upon them."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 11,
    "content": "Yea, it magnified itself, even to the prince of the host; and it took away from him the continual burnt-offering, and the place of his sanctuary was cast down."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 12,
    "content": "And the host was given over to it together with the continual burnt-offering through transgression; and it cast down truth to the ground, and it did its pleasure and prospered."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 13,
    "content": "Then I heard a holy one speaking; and another holy one said unto that certain one who spake, How long shall be the vision concerning the continual burnt-offering, and the transgression that maketh desolate, to give both the sanctuary and the host to be trodden under foot?"
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 14,
    "content": "And he said unto me, Unto two thousand and three hundred evenings and mornings; then shall the sanctuary be cleansed."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 15,
    "content": "And it came to pass, when I, even I Daniel, had seen the vision, that I sought to understand it; and, behold, there stood before me as the appearance of a man."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 16,
    "content": "And I heard a man’s voice between the banks of the Ulai, which called, and said, Gabriel, make this man to understand the vision."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 17,
    "content": "So he came near where I stood; and when he came, I was affrighted, and fell upon my face: but he said unto me, Understand, O son of man; for the vision belongeth to the time of the end."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 18,
    "content": "Now as he was speaking with me, I fell into a deep sleep with my face toward the ground; but he touched me, and set me upright."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 19,
    "content": "And he said, Behold, I will make thee know what shall be in the latter time of the indignation; for it belongeth to the appointed time of the end."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 20,
    "content": "The ram which thou sawest, that had the two horns, they are the kings of Media and Persia."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 21,
    "content": "And the rough he-goat is the king of Greece: and the great horn that is between his eyes is the first king."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 22,
    "content": "And as for that which was broken, in the place whereof four stood up, four kingdoms shall stand up out of the nation, but not with his power."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 23,
    "content": "And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 24,
    "content": "And his power shall be mighty, but not by his own power; and he shall destroy wonderfully, and shall prosper and do his pleasure; and he shall destroy the mighty ones and the holy people."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 25,
    "content": "And through his policy he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and in their security shall he destroy many: he shall also stand up against the prince of princes; but he shall be broken without hand."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 26,
    "content": "And the vision of the evenings and mornings which hath been told is true: but shut thou up the vision; for it belongeth to many days to come."
  },
  {
    "book": "DAN",
    "chapter": 8,
    "verse": 27,
    "content": "And I, Daniel, fainted, and was sick certain days; then I rose up, and did the king’s business: and I wondered at the vision, but none understood it."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 1,
    "content": {
      "text": "In the first year of Darius the son of Ahasuerus, of the seed of the Medes, who was made king over the realm of the Chaldeans,",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 2,
    "content": "in the first year of his reign I, Daniel, understood by the books the number of the years whereof the word of Jehovah came to Jeremiah the prophet, for the accomplishing of the desolations of Jerusalem, even seventy years."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 3,
    "content": "And I set my face unto the Lord God, to seek by prayer and supplications, with fasting and sackcloth and ashes."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 4,
    "content": "And I prayed unto Jehovah my God, and made confession, and said, Oh, Lord, the great and dreadful God, who keepeth covenant and lovingkindness with them that love him and keep his commandments,"
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 5,
    "content": "we have sinned, and have dealt perversely, and have done wickedly, and have rebelled, even turning aside from thy precepts and from thine ordinances;"
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 6,
    "content": "neither have we hearkened unto thy servants the prophets, that spake in thy name to our kings, our princes, and our fathers, and to all the people of the land."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 7,
    "content": "O Lord, righteousness belongeth unto thee, but unto us confusion of face, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and unto all Israel, that are near, and that are far off, through all the countries whither thou hast driven them, because of their trespass that they have trespassed against thee."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 8,
    "content": "O Lord, to us belongeth confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against thee."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 9,
    "content": "To the Lord our God belong mercies and forgiveness; for we have rebelled against him;"
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 10,
    "content": "neither have we obeyed the voice of Jehovah our God, to walk in his laws, which he set before us by his servants the prophets."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 11,
    "content": "Yea, all Israel have transgressed thy law, even turning aside, that they should not obey thy voice: therefore hath the curse been poured out upon us, and the oath that is written in the law of Moses the servant of God; for we have sinned against him."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 12,
    "content": "And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil; for under the whole heaven hath not been done as hath been done upon Jerusalem."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 13,
    "content": "As it is written in the law of Moses, all this evil is come upon us: yet have we not entreated the favor of Jehovah our God, that we should turn from our iniquities, and have discernment in thy truth."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 14,
    "content": "Therefore hath Jehovah watched over the evil, and brought it upon us; for Jehovah our God is righteous in all his works which he doeth, and we have not obeyed his voice."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 15,
    "content": "And now, O Lord our God, that hast brought thy people forth out of the land of Egypt with a mighty hand, and hast gotten thee renown, as at this day; we have sinned, we have done wickedly."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 16,
    "content": "O Lord, according to all thy righteousness, let thine anger and thy wrath, I pray thee, be turned away from thy city Jerusalem, thy holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and thy people are become a reproach to all that are round about us."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 17,
    "content": "Now therefore, O our God, hearken unto the prayer of thy servant, and to his supplications, and cause thy face to shine upon thy sanctuary that is desolate, for the Lord’s sake."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 18,
    "content": "O my God, incline thine ear, and hear; open thine eyes, and behold our desolations, and the city which is called by thy name: for we do not present our supplications before thee for our righteousness, but for thy great mercies’ sake."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 19,
    "content": "O Lord, hear; O Lord, forgive; O Lord, hearken and do; defer not, for thine own sake, O my God, because thy city and thy people are called by thy name."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 20,
    "content": "And while I was speaking, and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before Jehovah my God for the holy mountain of my God;"
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 21,
    "content": "yea, while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, touched me about the time of the evening oblation."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 22,
    "content": "And he instructed me, and talked with me, and said, O Daniel, I am now come forth to give thee wisdom and understanding."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 23,
    "content": "At the beginning of thy supplications the commandment went forth, and I am come to tell thee; for thou art greatly beloved: therefore consider the matter, and understand the vision."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 24,
    "content": "Seventy weeks are decreed upon thy people and upon thy holy city, to finish transgression, and to make an end of sins, and to make reconciliation for iniquity, and to bring in everlasting righteousness, and to seal up vision and prophecy, and to anoint the most holy."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 25,
    "content": "Know therefore and discern, that from the going forth of the commandment to restore and to build Jerusalem unto the anointed one, the prince, shall be seven weeks, and threescore and two weeks: it shall be built again, with street and moat, even in troublous times."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 26,
    "content": "And after the threescore and two weeks shall the anointed one be cut off, and shall have nothing: and the people of the prince that shall come shall destroy the city and the sanctuary; and the end thereof shall be with a flood, and even unto the end shall be war; desolations are determined."
  },
  {
    "book": "DAN",
    "chapter": 9,
    "verse": 27,
    "content": "And he shall make a firm covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease; and upon the wing of abominations shall come one that maketh desolate; and even unto the full end, and that determined, shall wrath be poured out upon the desolate."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 1,
    "content": {
      "text": "In the third year of Cyrus king of Persia a thing was revealed unto Daniel, whose name was called Belteshazzar; and the thing was true, even a great warfare: and he understood the thing, and had understanding of the vision.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 2,
    "content": "In those days I, Daniel, was mourning three whole weeks."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 3,
    "content": "I ate no pleasant bread, neither came flesh nor wine into my mouth, neither did I anoint myself at all, till three whole weeks were fulfilled."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 4,
    "content": "And in the four and twentieth day of the first month, as I was by the side of the great river, which is Hiddekel,"
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 5,
    "content": "I lifted up mine eyes, and looked, and, behold, a man clothed in linen, whose loins were girded with pure gold of Uphaz:"
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 6,
    "content": "his body also was like the beryl, and his face as the appearance of lightning, and his eyes as flaming torches, and his arms and his feet like unto burnished brass, and the voice of his words like the voice of a multitude."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 7,
    "content": "And I, Daniel, alone saw the vision; for the men that were with me saw not the vision; but a great quaking fell upon them, and they fled to hide themselves."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 8,
    "content": "So I was left alone, and saw this great vision, and there remained no strength in me; for my comeliness was turned in me into corruption, and I retained no strength."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 9,
    "content": "Yet heard I the voice of his words; and when I heard the voice of his words, then was I fallen into a deep sleep on my face, with my face toward the ground."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 10,
    "content": "And, behold, a hand touched me, which set me upon my knees and upon the palms of my hands."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 11,
    "content": "And he said unto me, O Daniel, thou man greatly beloved, understand the words that I speak unto thee, and stand upright; for unto thee am I now sent. And when he had spoken this word unto me, I stood trembling."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 12,
    "content": "Then said he unto me, Fear not, Daniel; for from the first day that thou didst set thy heart to understand, and to humble thyself before thy God, thy words were heard: and I am come for thy words’ sake."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 13,
    "content": "But the prince of the kingdom of Persia withstood me one and twenty days; but, lo, Michael, one of the chief princes, came to help me: and I remained there with the kings of Persia."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 14,
    "content": "Now I am come to make thee understand what shall befall thy people in the latter days; for the vision is yet for many days:"
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 15,
    "content": "and when he had spoken unto me according to these words, I set my face toward the ground, and was dumb."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 16,
    "content": "And, behold, one in the likeness of the sons of men touched my lips: then I opened my mouth, and spake and said unto him that stood before me, O my lord, by reason of the vision my sorrows are turned upon me, and I retain no strength."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 17,
    "content": "For how can the servant of this my lord talk with this my lord? for as for me, straightway there remained no strength in me, neither was there breath left in me."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 18,
    "content": "Then there touched me again one like the appearance of a man, and he strengthened me."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 19,
    "content": "And he said, O man greatly beloved, fear not: peace be unto thee, be strong, yea, be strong. And when he spake unto me, I was strengthened, and said, Let my lord speak; for thou hast strengthened me."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 20,
    "content": "Then said he, Knowest thou wherefore I am come unto thee? and now will I return to fight with the prince of Persia: and when I go forth, lo, the prince of Greece shall come."
  },
  {
    "book": "DAN",
    "chapter": 10,
    "verse": 21,
    "content": "But I will tell thee that which is inscribed in the writing of truth: and there is none that holdeth with me against these, but Michael your prince."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 1,
    "content": {
      "text": "And as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 2,
    "content": "And now will I show thee the truth. Behold, there shall stand up yet three kings in Persia; and the fourth shall be far richer than they all: and when he is waxed strong through his riches, he shall stir up all against the realm of Greece."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 3,
    "content": "And a mighty king shall stand up, that shall rule with great dominion, and do according to his will."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 4,
    "content": "And when he shall stand up, his kingdom shall be broken, and shall be divided toward the four winds of heaven, but not to his posterity, nor according to his dominion wherewith he ruled; for his kingdom shall be plucked up, even for others besides these."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 5,
    "content": "And the king of the south shall be strong, and one of his princes; and he shall be strong above him, and have dominion; his dominion shall be a great dominion."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 6,
    "content": "And at the end of years they shall join themselves together; and the daughter of the king of the south shall come to the king of the north to make an agreement: but she shall not retain the strength of her arm; neither shall he stand, nor his arm; but she shall be given up, and they that brought her, and he that begat her, and he that strengthened her in those times."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 7,
    "content": "But out of a shoot from her roots shall one stand up in his place, who shall come unto the army, and shall enter into the fortress of the king of the north, and shall deal against them, and shall prevail."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 8,
    "content": "And also their gods, with their molten images, and with their goodly vessels of silver and of gold, shall he carry captive into Egypt; and he shall refrain some years from the king of the north."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 9,
    "content": "And he shall come into the realm of the king of the south, but he shall return into his own land."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 10,
    "content": "And his sons shall war, and shall assemble a multitude of great forces, which shall come on, and overflow, and pass through; and they shall return and war, even to his fortress."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 11,
    "content": "And the king of the south shall be moved with anger, and shall come forth and fight with him, even with the king of the north; and he shall set forth a great multitude, and the multitude shall be given into his hand."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 12,
    "content": "And the multitude shall be lifted up, and his heart shall be exalted; and he shall cast down tens of thousands, but he shall not prevail."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 13,
    "content": "And the king of the north shall return, and shall set forth a multitude greater than the former; and he shall come on at the end of the times, even of years, with a great army and with much substance."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 14,
    "content": "And in those times there shall many stand up against the king of the south: also the children of the violent among thy people shall lift themselves up to establish the vision; but they shall fall."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 15,
    "content": "So the king of the north shall come, and cast up a mound, and take a well-fortified city: and the forces of the south shall not stand, neither his chosen people, neither shall there be any strength to stand."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 16,
    "content": "But he that cometh against him shall do according to his own will, and none shall stand before him; and he shall stand in the glorious land, and in his hand shall be destruction."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 17,
    "content": "And he shall set his face to come with the strength of his whole kingdom, and with him equitable conditions; and he shall perform them: and he shall give him the daughter of women, to corrupt her; but she shall not stand, neither be for him."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 18,
    "content": "After this shall he turn his face unto the isles, and shall take many: but a prince shall cause the reproach offered by him to cease; yea, moreover, he shall cause his reproach to turn upon him."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 19,
    "content": "Then he shall turn his face toward the fortresses of his own land; but he shall stumble and fall, and shall not be found."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 20,
    "content": "Then shall stand up in his place one that shall cause an exactor to pass through the glory of the kingdom; but within few days he shall be destroyed, neither in anger, nor in battle."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 21,
    "content": "And in his place shall stand up a contemptible person, to whom they had not given the honor of the kingdom: but he shall come in time of security, and shall obtain the kingdom by flatteries."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 22,
    "content": "And the overwhelming forces shall be overwhelmed from before him, and shall be broken; yea, also the prince of the covenant."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 23,
    "content": "And after the league made with him he shall work deceitfully; for he shall come up, and shall become strong, with a small people."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 24,
    "content": "In time of security shall he come even upon the fattest places of the province; and he shall do that which his fathers have not done, nor his fathers’ fathers; he shall scatter among them prey, and spoil, and substance: yea, he shall devise his devices against the strongholds, even for a time."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 25,
    "content": "And he shall stir up his power and his courge against the king of the south with a great army; and the king of the south shall war in battle with an exceeding great and mighty army; but he shall not stand; for they shall devise devices against him."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 26,
    "content": "Yea, they that eat of his dainties shall destroy him, and his army shall overflow; and many shall fall down slain."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 27,
    "content": "And as for both these kings, their hearts shall be to do mischief, and they shall speak lies at one table: but it shall not prosper; for yet the end shall be at the time appointed."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 28,
    "content": "Then shall he return into his land with great substance; and his heart shall be against the holy covenant; and he shall do his pleasure, and return to his own land."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 29,
    "content": "At the time appointed he shall return, and come into the south; but it shall not be in the latter time as it was in the former."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 30,
    "content": "For ships of Kittim shall come against him; therefore he shall be grieved, and shall return, and have indignation against the holy covenant, and shall do his pleasure: he shall even return, and have regard unto them that forsake the holy covenant."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 31,
    "content": "And forces shall stand on his part, and they shall profane the sanctuary, even the fortress, and shall take away the continual burnt-offering, and they shall set up the abomination that maketh desolate."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 32,
    "content": "And such as do wickedly against the covenant shall he pervert by flatteries; but the people that know their God shall be strong, and do exploits."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 33,
    "content": "And they that are wise among the people shall instruct many; yet they shall fall by the sword and by flame, by captivity and by spoil, many days."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 34,
    "content": "Now when they shall fall, they shall be helped with a little help; but many shall join themselves unto them with flatteries."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 35,
    "content": "And some of them that are wise shall fall, to refine them, and to purify, and to make them white, even to the time of the end; because it is yet for the time appointed."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 36,
    "content": "And the king shall do according to his will; and he shall exalt himself, and magnify himself above every god, and shall speak marvellous things against the God of gods; and he shall prosper till the indignation be accomplished; for that which is determined shall be done."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 37,
    "content": "Neither shall he regard the gods of his fathers, nor the desire of women, nor regard any god; for he shall magnify himself above all."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 38,
    "content": "But in his place shall he honor the god of fortresses; and a god whom his fathers knew not shall he honor with gold, and silver, and with precious stones, and pleasant things."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 39,
    "content": "And he shall deal with the strongest fortresses by the help of a foreign god: whosoever acknowledgeth him he will increase with glory; and he shall cause them to rule over many, and shall divide the land for a price."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 40,
    "content": "And at the time of the end shall the king of the south contend with him; and the king of the north shall come against him like a whirlwind, with chariots, and with horsemen, and with many ships; and he shall enter into the countries, and shall overflow and pass through."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 41,
    "content": "He shall enter also into the glorious land, and many countries shall be overthrown; but these shall be delivered out of his hand: Edom, and Moab, and the chief of the children of Ammon."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 42,
    "content": "He shall stretch forth his hand also upon the countries; and the land of Egypt shall not escape."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 43,
    "content": "But he shall have power over the treasures of gold and of silver, and over all the precious things of Egypt; and the Libyans and the Ethiopians shall be at his steps."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 44,
    "content": "But tidings out of the east and out of the north shall trouble him; and he shall go forth with great fury to destroy and utterly to sweep away many."
  },
  {
    "book": "DAN",
    "chapter": 11,
    "verse": 45,
    "content": "And he shall plant the tents of his palace between the sea and the glorious holy mountain; yet he shall come to his end, and none shall help him."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 1,
    "content": {
      "text": "And at that time shall Michael stand up, the great prince who standeth for the children of thy people; and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.",
      "paragraph": true
    }
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 2,
    "content": "And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 3,
    "content": "And they that are wise shall shine as the brightness of the firmament; and they that turn many to righteousness as the stars for ever and ever."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 4,
    "content": "But thou, O Daniel, shut up the words, and seal the book, even to the time of the end: many shall run to and fro, and knowledge shall be increased."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 5,
    "content": "Then I, Daniel, looked, and, behold, there stood other two, the one on the brink of the river on this side, and the other on the brink of the river on that side."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 6,
    "content": "And one said to the man clothed in linen, who was above the waters of the river, How long shall it be to the end of these wonders?"
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 7,
    "content": "And I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand unto heaven, and sware by him that liveth for ever that it shall be for a time, times, and a half; and when they have made an end of breaking in pieces the power of the holy people, all these things shall be finished."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 8,
    "content": "And I heard, but I understood not: then said I, O my lord, what shall be the issue of these things?"
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 9,
    "content": "And he said, Go thy way, Daniel; for the words are shut up and sealed till the time of the end."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 10,
    "content": "Many shall purify themselves, and make themselves white, and be refined; but the wicked shall do wickedly; and none of the wicked shall understand; but they that are wise shall understand."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 11,
    "content": "And from the time that the continual burnt-offering shall be taken away, and the abomination that maketh desolate set up, there shall be a thousand and two hundred and ninety days."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 12,
    "content": "Blessed is he that waiteth, and cometh to the thousand three hundred and five and thirty days."
  },
  {
    "book": "DAN",
    "chapter": 12,
    "verse": 13,
    "content": "But go thou thy way till the end be; for thou shalt rest, and shalt stand in thy lot, at the end of the days."
  }
]