[
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 1,
    "content": [
      {
        "type": "p"
      },
      {
        "text": "Paul, an apostle of Christ Jesus through the will of God, according to the promise of the life which is in Christ Jesus."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 2,
    "content": [
      {
        "text": "To Timothy, my beloved child: Grace, mercy, peace, from God the Father and Christ Jesus our Lord."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 3,
    "content": [
      {
        "text": "I thank God, whom I serve from my forefathers in a pure conscience, how unceasing is my remembrance of thee in my supplications, night and day"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 4,
    "content": [
      {
        "text": "longing to see thee, remembering thy tears, that I may be filled with joy;"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 5,
    "content": [
      {
        "text": "having been reminded of the unfeigned faith that is in thee; which dwelt first in thy grandmother Lois, and thy mother Eunice; and, I am persuaded, in thee also."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 6,
    "content": [
      {
        "text": "For which cause I put thee in remembrance that thou stir up the gift of God, which is in thee through the laying on of my hands."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 7,
    "content": [
      {
        "text": "For god gave us not a spirit of fearfulness; but of power and love and discipline."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 8,
    "content": [
      {
        "text": "Be not ashamed therefore of the testimony of our Lord, not of me his prisoner: but suffer hardship with the gospel according to the power of God;"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 9,
    "content": [
      {
        "text": "who saved us, and called us with a holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before times eternal,"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 10,
    "content": [
      {
        "text": "but hath now been manifested by the appearing of our Saviour Christ Jesus, who abolished death, and brought life and immortality to light through the gospel,"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 11,
    "content": [
      {
        "text": "whereunto I was appointed a preacher, and an apostle, and a teacher."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 12,
    "content": [
      {
        "text": "For which cause I suffer also these things: yet I am not ashamed; for I know him whom I have believed, and I am persuaded that he is able to guard that which I have committed unto him against that day."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 13,
    "content": [
      {
        "text": "Hold the pattern of sound words which thou hast heard from me, in faith and love which is in Christ Jesus."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 14,
    "content": [
      {
        "text": "That good thing which was committed unto thee guard through the Holy Spirit which dwelleth in us."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 15,
    "content": [
      {
        "text": "This thou knowest, that all that are in Asia turned away from me; of whom are Phygelus and Hermogenes."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 16,
    "content": [
      {
        "text": "The Lord grant mercy unto the house of Onesiphorus: for he oft refreshed me, and was not ashamed of my chain;"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 17,
    "content": [
      {
        "text": "but, when he was in Rome, he sought me diligently, and found me"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 1,
    "verse": 18,
    "content": [
      {
        "text": "(the Lord grant unto him to find mercy of the Lord in that day); and in how many things he ministered at Ephesus, thou knowest very well."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 1,
    "content": [
      {
        "type": "p"
      },
      {
        "text": "Thou therefore, my child, be strengthened in the grace that is in Christ Jesus."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 2,
    "content": [
      {
        "text": "And the things which thou hast heard from me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 3,
    "content": [
      {
        "text": "Suffer hardship with me, as a good soldier of Christ Jesus."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 4,
    "content": [
      {
        "text": "No soldier on service entangleth himself in the affairs of this life; that he may please him who enrolled him as soldier."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 5,
    "content": [
      {
        "text": "And if also a man contend in the games, he is not crowded, except he have contended lawfully."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 6,
    "content": [
      {
        "text": "The husbandmen that laboreth must be the first to partake of the fruits."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 7,
    "content": [
      {
        "text": "Consider what I say; for the Lord shall give thee understanding in all things."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 8,
    "content": [
      {
        "text": "Remember Jesus Christ, risen from the dead, of the seed of David, according to my gospel:"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 9,
    "content": [
      {
        "text": "wherein I suffer hardship unto bonds, as a malefactor; but the word of God is not bound."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 10,
    "content": [
      {
        "text": "Therefore I endure all things for the elect’s sake, that they also may obtain the salvation which is in Christ Jesus with eternal glory."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 11,
    "content": [
      {
        "text": "Faithful is the saying: For if we died with him, we shall also live with him:"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 12,
    "content": [
      {
        "text": "if we endure, we shall also reign with him: if we shall deny him, he also will deny us:"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 13,
    "content": [
      {
        "text": "if we are faithless, he abideth faithful; for he cannot deny himself."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 14,
    "content": [
      {
        "text": "Of these things put them in remembrance, charging them in the sight of the Lord, that they strive not about words, to no profit, to the subverting of them that hear."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 15,
    "content": [
      {
        "text": "Give diligence to present thyself approved unto God, a workman that needeth not to be ashamed, handling aright the word of truth."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 16,
    "content": [
      {
        "text": "But shun profane babblings: for they will proceed further in ungodliness,"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 17,
    "content": [
      {
        "text": "and their word will eat as doth a gangrene: or whom is Hymenaeus an Philetus;"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 18,
    "content": [
      {
        "text": "men who concerning the truth have erred, saying that the resurrection is past already, and overthrow the faith of some."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 19,
    "content": [
      {
        "text": "Howbeit the firm foundation of God standeth, having this seal, The Lord knoweth them that are his: and, Let every one that nameth the name of the Lord depart from unrighteousness."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 20,
    "content": [
      {
        "text": "Now in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some unto honor, and some unto dishonor."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 21,
    "content": [
      {
        "text": "If a man therefore purge himself from these, he shall be a vessel unto honor, sanctified, meet for the master’s use, prepared unto every good work."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 22,
    "content": [
      {
        "text": "after righteousness, faith, love, pace, with them that call on the Lord out of a pure heart."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 23,
    "content": [
      {
        "text": "But foolish and ignorant questionings refuse, knowing that they gender strifes."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 24,
    "content": [
      {
        "text": "And the Lord’s servant must not strive, but be gentle towards all, apt to teach, forbearing,"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 25,
    "content": [
      {
        "text": "in meekness correcting them that oppose themselves; if peradventure God may give them repentance unto the knowledge of the truth,"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 2,
    "verse": 26,
    "content": [
      {
        "text": "and they may recover themselves out of the snare of the devil, having been taken captive by him unto his will."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 1,
    "content": [
      {
        "type": "p"
      },
      {
        "text": "But know this, that in the last days grievous times shall come."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 2,
    "content": [
      {
        "text": "For men shall be lovers of self, lovers of money, boastful, haughty, railers, disobedient to parents, unthankful, unholy,"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 3,
    "content": [
      {
        "text": "without natural affection, implacable, slanderers, without self-control, fierce, no lovers of good,"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 4,
    "content": [
      {
        "text": "traitors, headstrong, puffed up, lovers of pleasure rather than lovers of God;"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 5,
    "content": [
      {
        "text": "holding a form of godliness, but having denied the power therefore. From these also turn away."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 6,
    "content": [
      {
        "text": "For of these are they that creep into houses, and take captive silly women laden with sins, led away by divers lusts,"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 7,
    "content": [
      {
        "text": "ever learning, and never able to come to the knowledge of the truth."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 8,
    "content": [
      {
        "text": "And even as Jannes and Jambres withstood Moses, so do these also withstand the truth. Men corrupted in mind, reprobate concerning the faith."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 9,
    "content": [
      {
        "text": "But they shall proceed no further. For their folly shall be evident unto all men, as theirs also came to be."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 10,
    "content": [
      {
        "text": "But thou didst follow my teaching, conduct, purpose, faith, longsuffering, love, patience,"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 11,
    "content": [
      {
        "text": "persecutions, sufferings. What things befell me at Antioch, at Iconium, at Lystra; what persecutions I endured. And out of them all the Lord delivered me."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 12,
    "content": [
      {
        "text": "Yea, and all that would live godly in Christ Jesus shall suffer persecution."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 13,
    "content": [
      {
        "text": "But evil men and impostors shall wax worse and worse, deceiving and being deceived."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 14,
    "content": [
      {
        "text": "But abide thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 15,
    "content": [
      {
        "text": "And that from a babe thou hast known the sacred writings which are able to make thee wise unto salvation through faith which is in Christ Jesus."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 16,
    "content": [
      {
        "text": "Every scripture inspired of God is also profitable for teaching, for reproof, for correction, for instruction which is in righteousness."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 3,
    "verse": 17,
    "content": [
      {
        "text": "That the man of God may be complete, furnished completely unto every good work."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 1,
    "content": [
      {
        "type": "p"
      },
      {
        "text": "I charge thee in the sight of God, and of Christ Jesus, who shall judge the living and the dead, and by his appearing and his kingdom:"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 2,
    "content": [
      {
        "text": "preach the word; be urgent in season, out of season; reprove, rebuke, exhort, with all longsuffering and teaching."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 3,
    "content": [
      {
        "text": "For the time will come when they will not endure the sound doctrine; but, having itching ears, will heap to themselves teachers after their own lusts;"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 4,
    "content": [
      {
        "text": "and will turn away their ears from the truth, and turn aside unto fables."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 5,
    "content": [
      {
        "text": "But be thou sober in all things, suffer hardship, do the work of an evangelist, fulfil thy ministry."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 6,
    "content": [
      {
        "text": "For I am already being offered, and the time of my departure is come."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 7,
    "content": [
      {
        "text": "I have fought the good fight, I have finished the course, I have kept the faith:"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 8,
    "content": [
      {
        "text": "henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, shall give to me at that day; and not to me only, but also to all them that have loved his appearing."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 9,
    "content": [
      {
        "text": "Give diligence to come shortly unto me:"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 10,
    "content": [
      {
        "text": "for Demas forsook me, having loved this present world, and went to Thessalonica; Crescens to Galatia, Titus to Dalmatia."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 11,
    "content": [
      {
        "text": "Only Luke is with me. Take Mark, and bring him with thee; for he is useful to me for ministering."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 12,
    "content": [
      {
        "text": "But Tychicus I sent to Ephesus."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 13,
    "content": [
      {
        "text": "The cloak that I left at Troas with Carpus, bring when thou comest, and the books, especially the parchments."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 14,
    "content": [
      {
        "text": "Alexander the coppersmith did me much evil: the Lord will render to him according to his works:"
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 15,
    "content": [
      {
        "text": "of whom do thou also beware; for he greatly withstood our words."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 16,
    "content": [
      {
        "text": "At my first defence no one took my part, but all forsook me: may it not be laid to their account."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 17,
    "content": [
      {
        "text": "But the Lord stood by me, and strengthened me; that through me the message might me fully proclaimed, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 18,
    "content": [
      {
        "text": "The Lord will deliver me from every evil work, and will save me unto his heavenly kingdom: to whom be the glory forever and ever. Amen."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 19,
    "content": [
      {
        "text": "Salute Prisca and Aquila, and the house of Onesiphorus."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 20,
    "content": [
      {
        "text": "Erastus remained at Corinth: but Trophimus I left at Miletus sick."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 21,
    "content": [
      {
        "text": "Give diligence to come before winter. Eubulus saluteth thee, and Pudens, and Linus, and Claudia, and all the brethren."
      }
    ]
  },
  {
    "book": "2TM",
    "chapter": 4,
    "verse": 22,
    "content": [
      {
        "text": "The Lord be with thy spirit. Grace be with you."
      }
    ]
  }
]