[
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 1,
    "content": {
      "text": "A man there hath been in the land of Uz-Job his name-and that man hath been perfect and upright-both fearing God, and turning aside from evil.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 2,
    "content": "And there are borne to him seven sons and three daughters,"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 3,
    "content": "and his substance is seven thousand sheep, and three thousand camels, and five hundred pairs of oxen, and five hundred she-asses, and a service very abundant; and that man is greater than any of the sons of the east."
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 4,
    "content": "And his sons have gone and made a banquet-the house of each in his day-and have sent and called to their three sisters to eat and to drink with them;"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 5,
    "content": "and it cometh to pass, when they have gone round the days of the banquet, that Job doth send and sanctify them, and hath risen early in the morning, and caused to ascend burnt-offerings-the number of them all-for Job said, ‘Perhaps my sons have sinned, yet blessed God in their heart.’ Thus doth Job all the days."
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 6,
    "content": "And the day is, that sons of God come in to station themselves by Jehovah, and there doth come also the Adversary in their midst."
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 7,
    "content": "And Jehovah saith unto the Adversary, ‘Whence comest thou?’ And the Adversary answereth Jehovah and saith, ‘From going to and fro in the land, and from walking up and down on it.’"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 8,
    "content": "And Jehovah saith unto the Adversary, ‘Hast thou set thy heart against My servant Job because there is none like him in the land, a man perfect and upright, fearing God, and turning aside from evil?’"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 9,
    "content": "And the Adversary answereth Jehovah and saith, ‘For nought is Job fearing God?"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 10,
    "content": "Hast not Thou made a hedge for him, and for his house, and for all that he hath-round about?"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 11,
    "content": "The work of his hands Thou hast blessed, and his substance hath spread in the land, and yet, put forth, I pray Thee, Thy hand, and strike against anything that he hath-if not: to Thy face he doth bless Thee!’"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 12,
    "content": "And Jehovah saith unto the Adversary, ‘Lo, all that he hath is in thy hand, only unto him put not forth thy hand.’ And the Adversary goeth out from the presence of Jehovah."
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 13,
    "content": "And the day is, that his sons and his daughters are eating, and drinking wine, in the house of their brother, the first-born."
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 14,
    "content": "And a messenger hath come in unto Job and saith, ‘The oxen have been plowing, and the she-asses feeding by their sides,"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 15,
    "content": "and Sheba doth fall, and take them, and the young men they have smitten by the mouth of the sword, and I am escaped-only I alone-to declare it to thee.’"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 16,
    "content": "While this one is speaking another also hath come and saith, ‘Fire of God hath fallen from the heavens, and burneth among the flock, and among the young men, and consumeth them, and I am escaped-only I alone-to declare it to thee.’"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 17,
    "content": "While this one is speaking another also hath come and saith, ‘Chaldeans made three heads, and rush on the camels, and take them, and the young men they have smitten by the mouth of the sword, and I am escaped-only I alone-to declare it to thee.’"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 18,
    "content": "While this one is speaking another also hath come and saith, ‘Thy sons and thy daughters are eating, and drinking wine, in the house of their brother, the first-born."
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 19,
    "content": "And lo, a great wind hath come from over the wilderness, and striketh against the four corners of the house, and it falleth on the young men, and they are dead, and I am escaped-only I alone-to declare it to thee.’"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 20,
    "content": "And Job riseth, and rendeth his robe, and shaveth his head, and falleth to the earth, and doth obeisance,"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 21,
    "content": "and he saith, ‘Naked came I forth from the womb of my mother, and naked I turn back thither: Jehovah hath given and Jehovah hath taken: let the name of Jehovah be blessed.’"
  },
  {
    "book": "JOB",
    "chapter": 1,
    "verse": 22,
    "content": "In all this Job hath not sinned, nor given folly to God."
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 1,
    "content": {
      "text": "And the day is, that sons of God come in to station themselves by Jehovah, and there doth come also the Adversary in their midst to station himself by Jehovah.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 2,
    "content": "And Jehovah saith unto the Adversary, ‘Whence camest thou?’ And the Adversary answereth Jehovah and saith, ‘From going to and fro in the land, and from walking up and down in it.’"
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 3,
    "content": "And Jehovah saith unto the Adversary, ‘Hast thou set thy heart unto My servant Job because there is none like him in the land, a man perfect and upright, fearing God and turning aside from evil? and still he is keeping hold on his integrity, and thou dost move Me against him to swallow him up for nought!’"
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 4,
    "content": "And the Adversary answereth Jehovah and saith, ‘A skin for a skin, and all that a man hath he doth give for his life."
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 5,
    "content": "Yet, put forth, I pray Thee, Thy hand, and strike unto his bone and unto his flesh-if not: unto Thy face he doth bless Thee!’"
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 6,
    "content": "And Jehovah saith unto the Adversary, ‘Lo, he is in thy hand; only his life take care of.’"
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 7,
    "content": "And the Adversary goeth forth from the presence of Jehovah, and smiteth Job with a sore ulcer from the sole of his foot unto his crown."
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 8,
    "content": "And he taketh to him a potsherd to scrape himself with it, and he is sitting in the midst of the ashes."
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 9,
    "content": "And his wife saith to him, ‘Still thou art keeping hold on thine integrity: bless God and die.’"
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 10,
    "content": "And he saith unto her, ‘As one of the foolish women speaketh, thou speakest; yea, the good we receive from God, and the evil we do not receive.’ In all this Job hath not sinned with his lips."
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 11,
    "content": "And three of the friends of Job hear of all this evil that hath come upon him, and they come in each from his place-Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite-and they are met together to come in to bemoan him, and to comfort him;"
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 12,
    "content": "and they lift up their eyes from afar and have not discerned him, and they lift up their voice and weep, and rend each his robe, and sprinkle dust on their heads-heavenward."
  },
  {
    "book": "JOB",
    "chapter": 2,
    "verse": 13,
    "content": "And they sit with him on the earth seven days and seven nights, and there is none speaking unto him a word when they have seen that the pain hath been very great."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 1,
    "content": {
      "text": "After this hath Job opened his mouth, and revileth his day.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 2,
    "content": "And Job answereth and saith:-"
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 3,
    "content": "Let the day perish in which I am born, And the night that hath said: ‘A man-child hath been conceived.’"
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 4,
    "content": "That day-let it be darkness, Let not God require it from above, Nor let light shine upon it."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 5,
    "content": "Let darkness and death-shade redeem it, Let a cloud tabernacle upon it, Let them terrify it as the most bitter of days."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 6,
    "content": "That night-let thick darkness take it, Let it not be united to days of the year, Into the number of months let it not come."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 7,
    "content": "Lo! that night-let it be gloomy, Let no singing come into it."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 8,
    "content": "Let the cursers of day mark it, Who are ready to wake up Leviathan."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 9,
    "content": "Let the stars of its twilight be dark, Let it wait for light, and there is none, And let it not look on the eyelids of the dawn."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 10,
    "content": "Because it hath not shut the doors Of the womb that was mine! And hide misery from mine eyes."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 11,
    "content": "Why from the womb do I not die? From the belly I have come forth and gasp!"
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 12,
    "content": "Wherefore have knees been before me? And what are breasts, that I suck?"
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 13,
    "content": "For now, I have lain down, and am quiet, I have slept-then there is rest to me,"
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 14,
    "content": "With kings and counsellors of earth, These building wastes for themselves."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 15,
    "content": "Or with princes-they have gold, They are filling their houses with silver."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 16,
    "content": "(Or as a hidden abortion I am not, As infants-they have not seen light.)"
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 17,
    "content": "There the wicked have ceased troubling, And there rest do the wearied in power."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 18,
    "content": "Together prisoners have been at ease, They have not heard the voice of an exactor,"
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 19,
    "content": "Small and great are there the same. And a servant is free from his lord."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 20,
    "content": "Why giveth He to the miserable light, And life to the bitter soul?"
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 21,
    "content": "Who are waiting for death, and it is not, And they seek it above hid treasures."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 22,
    "content": "Who are glad-unto joy, They rejoice when they find a grave."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 23,
    "content": "To a man whose way hath been hidden, And whom God doth shut up?"
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 24,
    "content": "For before my food, my sighing cometh, And poured out as waters are my roarings."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 25,
    "content": "For a fear I feared and it meeteth me, And what I was afraid of doth come to me."
  },
  {
    "book": "JOB",
    "chapter": 3,
    "verse": 26,
    "content": "I was not safe-nor was I quiet- Nor was I at rest-and trouble cometh!"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 1,
    "content": {
      "text": "And Eliphaz the Temanite answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 2,
    "content": "Hath one tried a word with thee?- Thou art weary! And to keep in words who is able?"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 3,
    "content": "Lo, thou hast instructed many, And feeble hands thou makest strong."
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 4,
    "content": "The stumbling one do thy words raise up, And bowing knees thou dost strengthen."
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 5,
    "content": "But now, it cometh in unto thee, And thou art weary; It striketh unto thee, and thou art troubled."
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 6,
    "content": "Is not thy reverence thy confidence? Thy hope-the perfection of thy ways?"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 7,
    "content": "Remember, I pray thee, Who, being innocent, hath perished? And where have the upright been cut off?"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 8,
    "content": "As I have seen-ploughers of iniquity, And sowers of misery, reap it!"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 9,
    "content": "From the breath of God they perish, And from the spirit of His anger consumed."
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 10,
    "content": "The roaring of a lion, And the voice of a fierce lion, And teeth of young lions have been broken."
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 11,
    "content": "An old lion is perishing without prey, And the whelps of the lioness do separate."
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 12,
    "content": "And unto me a thing is secretly brought, And receive doth mine ear a little of it."
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 13,
    "content": "In thoughts from visions of the night, In the falling of deep sleep on men,"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 14,
    "content": "Fear hath met me, and trembling, And the multitude of my bones caused to fear."
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 15,
    "content": "And a spirit before my face doth pass, Stand up doth the hair of my flesh;"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 16,
    "content": "It standeth, and I discern not its aspect, A similitude is over-against mine eyes, Silence! and a voice I hear:"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 17,
    "content": "‘Is mortal man than God more righteous? Than his Maker is a man cleaner?"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 18,
    "content": "Lo, in His servants He putteth no credence, Nor in His messengers setteth praise.’"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 19,
    "content": "Also-the inhabitants of houses of clay, (Whose foundation is in the dust, They bruise them before a moth.)"
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 20,
    "content": "From morning to evening are beaten down, Without any regarding, for ever they perish."
  },
  {
    "book": "JOB",
    "chapter": 4,
    "verse": 21,
    "content": "Hath not their excellency been removed with them? They die, and not in wisdom!"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 1,
    "content": {
      "text": "Pray, call, is there any to answer thee? And unto which of the holy ones dost thou turn?",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 2,
    "content": "For provocation slayeth the perverse, And envy putteth to death the simple,"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 3,
    "content": "I-I have seen the perverse taking root, And I mark his habitation straightway,"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 4,
    "content": "Far are his sons from safety, And they are bruised in the gate, And there is no deliverer."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 5,
    "content": "Whose harvest the hungry doth eat, And even from the thorns taketh it, And the designing swallowed their wealth."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 6,
    "content": "For sorrow cometh not forth from the dust, Nor from the ground springeth up misery."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 7,
    "content": "For man to misery is born, And the sparks go high to fly."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 8,
    "content": "Yet I-I inquire for God, And for God I give my word,"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 9,
    "content": "Doing great things, and there is no searching. Wonderful, till there is no numbering."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 10,
    "content": "Who is giving rain on the face of the land, And is sending waters on the out-places."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 11,
    "content": "To set the low on a high place, And the mourners have been high in safety."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 12,
    "content": "Making void thoughts of the subtile, And their hands do not execute wisdom."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 13,
    "content": "Capturing the wise in their subtilty, And the counsel of wrestling ones was hastened,"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 14,
    "content": "By day they meet darkness, And as night-they grope at noon."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 15,
    "content": "And He saveth the wasted from their mouth, And from a strong hand the needy,"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 16,
    "content": "And there is hope to the poor, And perverseness hath shut her mouth."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 17,
    "content": "Lo, the happiness of mortal man, God doth reprove him: And the chastisement of the Mighty despise not,"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 18,
    "content": "For He doth pain, and He bindeth up, He smiteth, and His hands heal."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 19,
    "content": "In six distresses He delivereth thee, And in seven evil striketh not on thee."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 20,
    "content": "In famine He hath redeemed thee from death, And in battle from the hands of the sword."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 21,
    "content": "When the tongue scourgeth thou art hid, And thou art not afraid of destruction, When it cometh."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 22,
    "content": "At destruction and at hunger thou mockest, And of the beast of the earth, Thou art not afraid."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 23,
    "content": "(For with sons of the field is thy covenant, And the beast of the field Hath been at peace with thee.)"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 24,
    "content": "And thou hast known that thy tent is peace, And inspected thy habitation, and errest not,"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 25,
    "content": "And hast known that numerous is Thy seed, And thine offspring as the herb of the earth;"
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 26,
    "content": "Thou comest in full age unto the grave, As the going up of a stalk in its season."
  },
  {
    "book": "JOB",
    "chapter": 5,
    "verse": 27,
    "content": "Lo, this-we searched it out-it is right, hearken; And thou, know for thyself!"
  },
  {
    "book": "JOB",
    "chapter": 6,
    "verse": 1,
    "content": {
      "text": "And Job answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 6,
    "verse": 2,
    "content": "O that my provocation were thoroughly weighed, And my calamity in balances They would lift up together!"
  },
  {
    "book": "JOB",
    "chapter": 6,
    "verse": 3,
    "content": "For now, than the sands of the sea it is heavier, Therefore my words have been rash."
  },
  {
    "book": "JOB",
    "chapter": 6,
    "verse": 4,
    "content": "For arrows of the Mighty are with me, Whose poison is drinking up my spirit. Terrors of God array themselves for me!"
  },
  {
    "book": "JOB",
    "chapter": 6,
    "verse": 5,
    "content": "Brayeth a wild ass over tender grass? Loweth an ox over his provender?"
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 1,
    "content": {
      "text": "Is there not a warfare to man on earth? And as the days of an hireling his days?",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 2,
    "content": "As a servant desireth the shadow, And as a hireling expecteth his wage,"
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 3,
    "content": "So I have been caused to inherit months of vanity, And nights of misery they numbered to me."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 4,
    "content": "If I lay down then I said, ‘When do I rise!’ And evening hath been measured, And I have been full of tossings till dawn."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 5,
    "content": "Clothed hath been my flesh with worms, And a clod of dust, My skin hath been shrivelled and is loathsome,"
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 6,
    "content": "My days swifter than a weaving machine, And they are consumed without hope."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 7,
    "content": "Remember Thou that my life is a breath, Mine eye turneth not back to see good."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 8,
    "content": "The eye of my beholder beholdeth me not. Thine eyes are upon me-and I am not."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 9,
    "content": "Consumed hath been a cloud, and it goeth, So he who is going down to Sheol cometh not up."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 10,
    "content": "He turneth not again to his house, Nor doth his place discern him again."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 11,
    "content": "Also I-I withhold not my mouth- I speak in the distress of my spirit, I talk in the bitterness of my soul."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 12,
    "content": "A sea-monster am I, or a dragon, That thou settest over me a guard?"
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 13,
    "content": "When I said, ‘My bed doth comfort me,’ He taketh away in my talking my couch."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 14,
    "content": "And thou hast affrighted me with dreams, And from visions thou terrifiest me,"
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 15,
    "content": "And my soul chooseth strangling, Death rather than my bones."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 16,
    "content": "I have wasted away-not to the age do I live. Cease from me, for my days are vanity."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 17,
    "content": "What is man that Thou dost magnify him? And that Thou settest unto him Thy heart?"
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 18,
    "content": "And inspectest him in the mornings, In the evenings dost try him?"
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 19,
    "content": "How long dost Thou not look from me? Thou dost not desist till I swallow my spittle."
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 20,
    "content": "I have sinned, what do I to Thee, O watcher of man? Why hast Thou set me for a mark to Thee, And I am for a burden to myself-and what?"
  },
  {
    "book": "JOB",
    "chapter": 7,
    "verse": 21,
    "content": "Thou dost not take away my transgression, And cause to pass away mine iniquity, Because now, for dust I lie down: And Thou hast sought me-and I am not!"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 1,
    "content": {
      "text": "And Bildad the Shuhite answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 2,
    "content": "Till when dost thou speak these things? And a strong wind-sayings of thy mouth?"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 3,
    "content": "Doth God pervert judgment? And doth the Mighty One pervert justice?"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 4,
    "content": "If thy sons have sinned before Him, And He doth send them away, By the hand of their transgression,"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 5,
    "content": "If thou dost seek early unto God, And unto the Mighty makest supplication,"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 6,
    "content": "If pure and upright thou art, Surely now He waketh for thee, And hath completed The habitation of thy righteousness."
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 7,
    "content": "And thy beginning hath been small, And thy latter end is very great."
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 8,
    "content": "For, ask I pray thee of a former generation, And prepare to a search of their fathers,"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 9,
    "content": "(For of yesterday we are, and we know not, For a shadow are our days on earth.)"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 10,
    "content": "Do they not shew thee-speak to thee, And from their heart bring forth words?"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 11,
    "content": "‘Doth a rush wise without mire? A reed increase without water?"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 12,
    "content": "While it is in its budding-uncropped, Even before any herb it withereth."
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 13,
    "content": "So are the paths of all forgetting God, And the hope of the profane doth perish,"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 14,
    "content": "Whose confidence is loathsome, And the house of a spider his trust."
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 15,
    "content": "He leaneth on his house-and it standeth not: He taketh hold on it-and it abideth not."
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 16,
    "content": "Green he is before the sun, And over his garden his branch goeth out."
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 17,
    "content": "By a heap his roots are wrapped, A house of stones he looketh for."
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 18,
    "content": "If one doth destroy him from his place, Then it hath feigned concerning him, I have not seen thee!"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 19,
    "content": "Lo, this is the joy of his way, And from the dust others spring up.’"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 20,
    "content": "Lo, God doth not reject the perfect, Nor taketh hold on the hand of evil doers."
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 21,
    "content": "While he filleth with laughter thy mouth, And thy lips with shouting,"
  },
  {
    "book": "JOB",
    "chapter": 8,
    "verse": 22,
    "content": "Those hating thee do put on shame, And the tent of the wicked is not!"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 1,
    "content": {
      "text": "And Job answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 2,
    "content": "Truly I have known that it is so, And what-is man righteous with God?"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 3,
    "content": "If he delight to strive with Him- He doth not answer him one of a thousand."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 4,
    "content": "Wise in heart and strong in power- Who hath hardened toward Him and is at peace?"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 5,
    "content": "Who is removing mountains, And they have not known, Who hath overturned them in His anger."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 6,
    "content": "Who is shaking earth from its place, And its pillars move themselves."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 7,
    "content": "Who is speaking to the sun, and it riseth not, And the stars He sealeth up."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 8,
    "content": "Stretching out the heavens by Himself, And treading on the heights of the sea,"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 9,
    "content": "Making Osh, Kesil, and Kimah, And the inner chambers of the south."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 10,
    "content": "Doing great things till there is no searching, And wonderful, till there is no numbering."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 11,
    "content": "Lo, He goeth over by me, and I see not, And He passeth on, and I attend not to it."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 12,
    "content": "Lo, He snatches away, who bringeth it back? Who saith unto Him, ‘What dost Thou?’"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 13,
    "content": "God doth not turn back His anger, Under Him bowed have proud helpers."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 14,
    "content": "How much less do I-I answer Him? Choose out my words with Him?"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 15,
    "content": "Whom, though I were righteous, I answer not, For my judgment I make supplication."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 16,
    "content": "Though I had called and He answereth me, I do not believe that He giveth ear to my voice."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 17,
    "content": "Because with a tempest He bruiseth me, And hath multiplied my wounds for nought."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 18,
    "content": "He permitteth me not to refresh my spirit, But filleth me with bitter things."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 19,
    "content": "If of power, lo, the Strong One; And if of judgment-who doth convene me?"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 20,
    "content": "If I be righteous, Mine mouth doth declare me wicked, Perfect I am!-it declareth me perverse."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 21,
    "content": "Perfect I am!-I know not my soul, I despise my life."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 22,
    "content": "It is the same thing, therefore I said, ‘The perfect and the wicked He is consuming.’"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 23,
    "content": "If a scourge doth put to death suddenly, At the trial of the innocent He laugheth."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 24,
    "content": "Earth hath been given Into the hand of the wicked one. The face of its judges he covereth, If not-where, who is he?"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 25,
    "content": "My days have been swifter than a runner, They have fled, they have not seen good,"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 26,
    "content": "They have passed on with ships of reed, As an eagle darteth on food."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 27,
    "content": "Though I say, ‘I forget my talking, I forsake my corner, and I brighten up!’"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 28,
    "content": "I have been afraid of all my griefs, I have known that Thou dost not acquit me."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 29,
    "content": "I-I am become wicked; why is this? In vain I labour."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 30,
    "content": "If I have washed myself with snow-water, And purified with soap my hands,"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 31,
    "content": "Then in corruption Thou dost dip me, And my garments have abominated me."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 32,
    "content": "But if a man like myself-I answer him, We come together into judgment."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 33,
    "content": "If there were between us an umpire, He doth place his hand on us both."
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 34,
    "content": "He doth turn aside from off me his rod, And His terror doth not make me afraid,"
  },
  {
    "book": "JOB",
    "chapter": 9,
    "verse": 35,
    "content": "I speak, and do not fear Him, But I am not right with myself."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 1,
    "content": {
      "text": "My soul hath been weary of my life, I leave off my talking to myself, I speak in the bitterness of my soul.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 2,
    "content": "I say unto God, ‘Do not condemn me, Let me know why Thou dost strive with me."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 3,
    "content": "Is it good for Thee that Thou dost oppress? That Thou despisest the labour of Thy hands, And on the counsel of the wicked hast shone?"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 4,
    "content": "Eyes of flesh hast Thou? As man seeth-seest Thou?"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 5,
    "content": "As the days of man are Thy days? Thy years as the days of a man?"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 6,
    "content": "That Thou inquirest for mine iniquity, And for my sin seekest?"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 7,
    "content": "For Thou knowest that I am not wicked, And there is no deliverer from Thy hand."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 8,
    "content": "Thy hands have taken pains about me, And they make me together round about, And Thou swallowest me up!"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 9,
    "content": "Remember, I pray Thee, That as clay Thou hast made me, And unto dust Thou dost bring me back."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 10,
    "content": "Dost Thou not as milk pour me out? And as cheese curdle me?"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 11,
    "content": "Skin and flesh Thou dost put on me, And with bones and sinews dost fence me."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 12,
    "content": "Life and kindness Thou hast done with me. And Thy inspection hath preserved my spirit."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 13,
    "content": "And these Thou hast laid up in Thy heart, I have known that this is with Thee."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 14,
    "content": "If I sinned, then Thou hast observed me, And from mine iniquity dost not acquit me,"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 15,
    "content": "If I have done wickedly-woe to me, And righteously-I lift not up my head, Full of shame-then see my affliction,"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 16,
    "content": "And it riseth-as a lion Thou huntest me. And Thou turnest back- Thou shewest Thyself wonderful in me."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 17,
    "content": "Thou renewest Thy witnesses against me, And dost multiply Thine anger with me, Changes and warfare are with me."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 18,
    "content": "And why from the womb Hast Thou brought me forth? I expire, and the eye doth not see me."
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 19,
    "content": "As I had not been, I am, From the belly to the grave I am brought,"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 20,
    "content": "Are not my days few? Cease then, and put from me, And I brighten up a little,"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 21,
    "content": "Before I go, and return not, Unto a land of darkness and death-shade,"
  },
  {
    "book": "JOB",
    "chapter": 10,
    "verse": 22,
    "content": "A land of obscurity as thick darkness, Death-shade-and no order, And the shining is as thick darkness.’"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 1,
    "content": {
      "text": "And Zophar the Naamathite answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 2,
    "content": "Is a multitude of words not answered? And is a man of lips justified?"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 3,
    "content": "Thy devices make men keep silent, Thou scornest, and none is causing blushing!"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 4,
    "content": "And thou sayest, ‘Pure is my discourse, And clean I have been in Thine eyes.’"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 5,
    "content": "And yet, O that God had spoken! And doth open His lips with thee."
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 6,
    "content": "And declare to thee secrets of wisdom, For counsel hath foldings. And know thou that God forgetteth for thee, Some of thine iniquity."
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 7,
    "content": "By searching dost thou find out God? Unto perfection find out the Mighty One?"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 8,
    "content": "Heights of the heavens!-what dost thou? Deeper than Sheol!-what knowest thou?"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 9,
    "content": "Longer than earth is its measure, And broader than the sea."
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 10,
    "content": "If He pass on, and shut up, and assemble, Who then dost reverse it?"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 11,
    "content": "For he hath known men of vanity, And He seeth iniquity, And one doth not consider it!"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 12,
    "content": "And empty man is bold, And the colt of a wild ass man is born."
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 13,
    "content": "If thou-thou hast prepared thy heart, And hast spread out unto Him thy hands,"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 14,
    "content": "If iniquity is in thy hand, put it far off, And let not perverseness dwell in thy tents."
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 15,
    "content": "For then thou liftest up thy face from blemish, And thou hast been firm, and fearest not."
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 16,
    "content": "For thou dost forget misery, As waters passed away thou rememberest."
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 17,
    "content": "And above the noon doth age rise, Thou fliest-as the morning thou art."
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 18,
    "content": "And thou hast trusted because their is hope, And searched-in confidence thou liest down,"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 19,
    "content": "And thou hast rested, And none is causing trembling, And many have entreated thy face;"
  },
  {
    "book": "JOB",
    "chapter": 11,
    "verse": 20,
    "content": "And the eyes of the wicked are consumed, And refuge hath perished from them, And their hope is a breathing out of soul!"
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 1,
    "content": {
      "text": "And Job answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 2,
    "content": "Truly-ye are the people, And with you doth wisdom die."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 3,
    "content": "I also have a heart like you, I am not fallen more than you, And with whom is there not like these?"
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 4,
    "content": "A laughter to his friend I am: ‘He calleth to God, and He answereth him,’ A laughter is the perfect righteous one."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 5,
    "content": "A torch-despised in the thoughts of the secure Is prepared for those sliding with the feet."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 6,
    "content": "At peace are the tents of spoilers, And those provoking God have confidence, He into whose hand God hath brought."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 7,
    "content": "And yet, ask, I pray thee, One of the beasts, and it doth shew thee, And a fowl of the heavens, And it doth declare to thee."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 8,
    "content": "Or talk to the earth, and it sheweth thee, And fishes of the sea recount to thee:"
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 9,
    "content": "‘Who hath not known in all these, That the hand of Jehovah hath done this?"
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 10,
    "content": "In whose hand is the breath of every living thing, And the spirit of all flesh of man.’"
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 11,
    "content": "Doth not the ear try words? And the palate taste food for itself?"
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 12,
    "content": "With the very aged is wisdom, And with length of days understanding."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 13,
    "content": "With Him are wisdom and might, To him are counsel and understanding."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 14,
    "content": "Lo, He breaketh down, and it is not built up, He shutteth against a man, And it is not opened."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 15,
    "content": "Lo, He keepeth in the waters, and they are dried up, And he sendeth them forth, And they overturn the land."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 16,
    "content": "With Him are strength and wisdom, His the deceived and deceiver."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 17,
    "content": "Causing counsellors to go away a spoil, And judges He maketh foolish."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 18,
    "content": "The bands of kings He hath opened, And He bindeth a girdle on their loins."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 19,
    "content": "Causing ministers to go away a spoil And strong ones He overthroweth."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 20,
    "content": "Turning aside the lip of the stedfast, And the reason of the aged He taketh away."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 21,
    "content": "Pouring contempt upon princes, And the girdle of the mighty He made feeble."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 22,
    "content": "Removing deep things out of darkness, And He bringeth out to light death-shade."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 23,
    "content": "Magnifying the nations, and He destroyeth them, Spreading out the nations, and He quieteth them."
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 24,
    "content": "Turning aside the heart Of the heads of the people of the land, And he causeth them to wander In vacancy-no way!"
  },
  {
    "book": "JOB",
    "chapter": 12,
    "verse": 25,
    "content": "They feel darkness, and not light, He causeth them to wander as a drunkard."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 1,
    "content": {
      "text": "Lo, all-hath mine eye seen, Heard hath mine ear, and it attendeth to it.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 2,
    "content": "According to your knowledge I have known-also I. I am not fallen more than you."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 3,
    "content": "Yet I for the Mighty One do speak, And to argue for God I delight."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 4,
    "content": "And yet, ye are forgers of falsehood, Physicians of nought-all of you,"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 5,
    "content": "O that ye would keep perfectly silent, And it would be to you for wisdom."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 6,
    "content": "Hear, I pray you, my argument, And to the pleadings of my lips attend,"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 7,
    "content": "For God do ye speak perverseness? And for Him do ye speak deceit?"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 8,
    "content": "His face do ye accept, if for God ye strive?"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 9,
    "content": "Is it good that He doth search you, If, as one mocketh at a man, ye mock at Him?"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 10,
    "content": "He doth surely reprove you, if in secret ye accept faces."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 11,
    "content": "Doth not His excellency terrify you? And His dread fall upon you?"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 12,
    "content": "Your remembrances are similes of ashes, For high places of clay your heights."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 13,
    "content": "Keep silent from me, and I speak, And pass over me doth what?"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 14,
    "content": "Wherefore do I take my flesh in my teeth? And my soul put in my hand?"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 15,
    "content": "Lo, He doth slay me-I wait not! Only, my ways unto His face I argue."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 16,
    "content": "Also-He is to me for salvation, For the profane cometh not before Him."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 17,
    "content": "Hear ye diligently my word, And my declaration with your ears."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 18,
    "content": "Lo, I pray you, I have set in order the cause, I have known that I am righteous."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 19,
    "content": "Who is he that doth strive with me? For now I keep silent and gasp."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 20,
    "content": "Only two things, O God, do with me: Then from Thy face I am not hidden."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 21,
    "content": "Thy hand put far off from me, And Thy terror let not terrify me."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 22,
    "content": "And call Thou, and I-I answer, Or-I speak, and answer Thou me."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 23,
    "content": "How many iniquities and sins have I? My transgression and my sin let me know."
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 24,
    "content": "Why dost Thou hide Thy face? And reckonest me for an enemy to Thee?"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 25,
    "content": "A leaf driven away dost Thou terrify? And the dry stubble dost Thou pursue?"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 26,
    "content": "For Thou writest against me bitter things, And causest me to possess iniquities of my youth:"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 27,
    "content": "And puttest in the stocks my feet, And observest all my paths, On the roots of my feet Thou settest a print,"
  },
  {
    "book": "JOB",
    "chapter": 13,
    "verse": 28,
    "content": "And he, as a rotten thing, weareth away, As a garment hath a moth consumed him."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 1,
    "content": {
      "text": "Man, born of woman! Of few days, and full of trouble!",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 2,
    "content": "As a flower he hath gone forth, and is cut off, And he fleeth as a shadow and standeth not."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 3,
    "content": "Also-on this Thou hast opened Thine eyes, And dost bring me into judgment with Thee."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 4,
    "content": "Who giveth a clean thing out of an unclean? not one."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 5,
    "content": "If determined are his days, The number of his months are with Thee, His limit Thou hast made, And he passeth not over;"
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 6,
    "content": "Look away from off him that he may cease, Till he enjoy as an hireling his day."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 7,
    "content": "For there is of a tree hope, if it be cut down, That again it doth change, That its tender branch doth not cease."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 8,
    "content": "If its root becometh old in the earth, And its stem doth die in the dust,"
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 9,
    "content": "From the fragrance of water it doth flourish, And hath made a crop as a plant."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 10,
    "content": "And a man dieth, and becometh weak, And man expireth, and where is he?"
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 11,
    "content": "Waters have gone away from a sea, And a river becometh waste and dry."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 12,
    "content": "And man hath lain down, and riseth not, Till the wearing out of the heavens they awake not, Nor are roused from their sleep."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 13,
    "content": "O that in Sheol Thou wouldest conceal me, Hide me till the turning of Thine anger, Set for me a limit, and remember me."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 14,
    "content": "If a man dieth-doth he revive? All days of my warfare I wait, till my change come."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 15,
    "content": "Thou dost call, and I-I answer Thee; To the work of Thy hands Thou hast desire."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 16,
    "content": "But now, my steps Thou numberest, Thou dost not watch over my sin."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 17,
    "content": "Sealed up in a bag is my transgression, And Thou sewest up mine iniquity."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 18,
    "content": "And yet, a falling mountain wasteth away, And a rock is removed from its place."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 19,
    "content": "Stones have waters worn away, Their outpourings wash away the dust of earth, And the hope of man Thou hast destroyed."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 20,
    "content": "Thou prevailest over him for ever, and he goeth, He is changing his countenance, And Thou sendest him away."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 21,
    "content": "Honoured are his sons, and he knoweth not; And they are little, and he attendeth not to them."
  },
  {
    "book": "JOB",
    "chapter": 14,
    "verse": 22,
    "content": "Only-his flesh for him is pained, And his soul for him doth mourn.’"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 1,
    "content": {
      "text": "And Eliphaz the Temanite answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 2,
    "content": "Doth a wise man answer with vain knowledge? And fill with an east wind his belly?"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 3,
    "content": "To reason with a word not useful? And speeches-no profit in them?"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 4,
    "content": "Yea, thou dost make reverence void, And dost diminish meditation before God."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 5,
    "content": "For thy mouth teacheth thine iniquity, And thou chooseth the tongue of the subtile."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 6,
    "content": "Thy mouth declareth thee wicked, and not I, And thy lips testify against thee."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 7,
    "content": "The first man art thou born? And before the heights wast thou formed?"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 8,
    "content": "Of the secret counsel of God dost thou hear? And withdrawest thou unto thee wisdom?"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 9,
    "content": "What hast thou known, and we know not? Understandest thou-and it is not with us?"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 10,
    "content": "Both the gray-headed And the very aged are among us- Greater than thy father in days."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 11,
    "content": "Too few for thee are the comforts of God? And a gentle word is with thee,"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 12,
    "content": "What-doth thine heart take thee away? And what-are thine eyes high?"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 13,
    "content": "For thou turnest against God thy spirit? And hast brought out words from thy mouth:"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 14,
    "content": "What is man that he is pure, And that he is righteous, one born of woman?"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 15,
    "content": "Lo, in His holy ones He putteth no credence, And the heavens have not been pure in His eyes."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 16,
    "content": "Also-surely abominable and filthy Is man drinking as water perverseness."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 17,
    "content": "I shew thee-hearken to me- And this I have seen and declare:"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 18,
    "content": "Which the wise declare- And have not hid-from their fathers."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 19,
    "content": "To them alone was the land given, And a stranger passed not over into their midst:"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 20,
    "content": "‘All days of the wicked he is paining himself, And few years have been laid up for the terrible one."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 21,
    "content": "A fearful voice is in his ears, In peace doth a destroyer come to him."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 22,
    "content": "He believeth not to return from darkness, And watched is he for the sword."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 23,
    "content": "He is wandering for bread-‘Where is it?’ He hath known that ready at his hand Is a day of darkness."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 24,
    "content": "Terrify him do adversity and distress, They prevail over him As a king ready for a boaster."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 25,
    "content": "For he stretched out against God his hand, And against the Mighty he maketh himself mighty."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 26,
    "content": "He runneth unto Him with a neck, With thick bosses of his shields."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 27,
    "content": "For he hath covered his face with his fat, And maketh vigour over his confidence."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 28,
    "content": "And he inhabiteth cities cut off, houses not dwelt in, That have been ready to become heaps."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 29,
    "content": "He is not rich, nor doth his wealth rise, Nor doth he stretch out on earth their continuance."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 30,
    "content": "He turneth not aside from darkness, His tender branch doth a flame dry up, And he turneth aside at the breath of His mouth!"
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 31,
    "content": "Let him not put credence in vanity, He hath been deceived, For vanity is his recompence."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 32,
    "content": "Not in his day is it completed, And his bending branch is not green."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 33,
    "content": "He shaketh off as a vine his unripe fruit, And casteth off as an olive his blossom."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 34,
    "content": "For the company of the profane is gloomy, And fire hath consumed tents of bribery."
  },
  {
    "book": "JOB",
    "chapter": 15,
    "verse": 35,
    "content": "To conceive misery, and to bear iniquity, Even their heart doth prepare deceit."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 1,
    "content": {
      "text": "And Job answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 2,
    "content": "I have heard many such things, Miserable comforters are ye all."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 3,
    "content": "Is there an end to words of wind? Or what doth embolden thee that thou answerest?"
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 4,
    "content": "I also, like you, might speak, If your soul were in my soul’s stead. I might join against you with words, And nod at you with my head."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 5,
    "content": "I might harden you with my mouth, And the moving of my lips might be sparing."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 6,
    "content": "If I speak, my pain is not restrained, And I cease-what goeth from me?"
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 7,
    "content": "Only, now, it hath wearied me; Thou hast desolated all my company,"
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 8,
    "content": "And Thou dost loathe me, For a witness it hath been, And rise up against me doth my failure, In my face it testifieth."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 9,
    "content": "His anger hath torn, and he hateth me, He hath gnashed at me with his teeth, My adversary sharpeneth his eyes for me."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 10,
    "content": "They have gaped on me with their mouth, In reproach they have smitten my cheeks, Together against me they set themselves."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 11,
    "content": "God shutteth me up unto the perverse, And to the hands of the wicked turneth me over."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 12,
    "content": "At ease I have been, and he breaketh me, And he hath laid hold on my neck, And he breaketh me in pieces, And he raiseth me to him for a mark."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 13,
    "content": "Go round against me do his archers. He splitteth my reins, and spareth not, He poureth out to the earth my gall."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 14,
    "content": "He breaketh me-breach upon breach, He runneth upon me as a mighty one."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 15,
    "content": "Sackcloth I have sewed on my skin, And have rolled in the dust my horn."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 16,
    "content": "My face is foul with weeping, And on mine eyelids is death-shade."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 17,
    "content": "Not for violence in my hands, And my prayer is pure."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 18,
    "content": "O earth, do not thou cover my blood! And let there not be a place for my cry."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 19,
    "content": "Also, now, lo, in the heavens is my witness, And my testifier in the high places."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 20,
    "content": "My interpreter is my friend, Unto God hath mine eye dropped:"
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 21,
    "content": "And he reasoneth for a man with God, And a son of man for his friend."
  },
  {
    "book": "JOB",
    "chapter": 16,
    "verse": 22,
    "content": "When a few years do come, Then a path I return not do I go."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 1,
    "content": {
      "text": "My spirit hath been destroyed, My days extinguished-graves are for me.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 2,
    "content": "If not-mockeries are with me. And in their provocations mine eye lodgeth."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 3,
    "content": "Place, I pray Thee, my pledge with Thee; Who is he that striketh hand with me?"
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 4,
    "content": "For their heart Thou hast hidden From understanding, Therefore Thou dost not exalt them."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 5,
    "content": "For a portion he sheweth friendship, And the eyes of his sons are consumed."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 6,
    "content": "And he set me up for a proverb of the peoples, And a wonder before them I am."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 7,
    "content": "And dim from sorrow is mine eye, And my members as a shadow all of them."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 8,
    "content": "Astonished are the upright at this, And the innocent against the profane Stirreth himself up."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 9,
    "content": "And the righteous layeth hold on his way, And the clean of hands addeth strength, And-dumb are they all."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 10,
    "content": "Return, and come in, I pray you, And I find not among you a wise man."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 11,
    "content": "My days have passed by, My devices have been broken off, The possessions of my heart!"
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 12,
    "content": "Night for day they appoint, Light is near because of darkness."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 13,
    "content": "If I wait-Sheol is my house, In darkness I have spread out my couch."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 14,
    "content": "To corruption I have called:- ‘Thou art my father.’ ‘My mother’ and ‘my sister?’-to the worm."
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 15,
    "content": "And where is now my hope? Yea, my hope, who doth behold it?"
  },
  {
    "book": "JOB",
    "chapter": 17,
    "verse": 16,
    "content": "To the parts of Sheol ye go down, If together on the dust we may rest."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 1,
    "content": {
      "text": "And Bildad the Shuhite answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 2,
    "content": "When do ye set an end to words? Consider ye, and afterwards do we speak."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 3,
    "content": "Wherefore have we been reckoned as cattle? We have been defiled in your eyes!"
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 4,
    "content": "(He is tearing himself in his anger.) For thy sake is earth forsaken? And removed is a rock from its place?"
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 5,
    "content": "Also, the light of the wicked is extinguished. And there doth not shine a spark of his fire."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 6,
    "content": "The light hath been dark in his tent, And his lamp over him is extinguished."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 7,
    "content": "Straitened are the steps of his strength, And cast him down doth his own counsel."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 8,
    "content": "For he is sent into a net by his own feet, And on a snare he doth walk habitually."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 9,
    "content": "Seize on the heel doth a gin, Prevail over him do the designing."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 10,
    "content": "Hidden in the earth is his cord, And his trap on the path."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 11,
    "content": "Round about terrified him have terrors, And they have scattered him-at his feet."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 12,
    "content": "Hungry is his sorrow, And calamity is ready at his side."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 13,
    "content": "It consumeth the parts of his skin, Consume his parts doth death’s first-born."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 14,
    "content": "Drawn from his tent is his confidence, And it causeth him to step to the king of terrors."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 15,
    "content": "It dwelleth in his tent-out of his provender, Scattered over his habitation is sulphur."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 16,
    "content": "From beneath his roots are dried up, And from above cut off is his crop."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 17,
    "content": "His memorial hath perished from the land, And he hath no name on the street."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 18,
    "content": "They thrust him from light unto darkness, And from the habitable earth cast him out."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 19,
    "content": "He hath no continuator, Nor successor among his people, And none is remaining in his dwellings."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 20,
    "content": "At this day westerns have been astonished And easterns have taken fright."
  },
  {
    "book": "JOB",
    "chapter": 18,
    "verse": 21,
    "content": "Only these are tabernacles of the perverse, And this the place God hath not known."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 1,
    "content": {
      "text": "And Job answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 2,
    "content": "Till when do ye afflict my soul, And bruise me with words?"
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 3,
    "content": "These ten times ye put me to shame, ye blush not. Ye make yourselves strange to me-"
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 4,
    "content": "And also-truly, I have erred, With me doth my error remain."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 5,
    "content": "If, truly, over me ye magnify yourselves, And decide against me my reproach;"
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 6,
    "content": "Know now, that God turned me upside down, And His net against me hath set round,"
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 7,
    "content": "Lo, I cry out-violence, and am not answered, I cry aloud, and there is no judgment."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 8,
    "content": "My way He hedged up, and I pass not over, And on my paths darkness He placeth."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 9,
    "content": "Mine honour from off me He hath stripped, And He turneth the crown from my head."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 10,
    "content": "He breaketh me down round about, and I go, And removeth like a tree my hope."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 11,
    "content": "And He kindleth against me His anger, And reckoneth me to Him as His adversaries."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 12,
    "content": "Come in do His troops together, And they raise up against me their way, And encamp round about my tent."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 13,
    "content": "My brethren from me He hath put far off, And mine acquaintances surely Have been estranged from me."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 14,
    "content": "Ceased have my neighbours And my familiar friends have forgotten me,"
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 15,
    "content": "Sojourners of my house and my maids, For a stranger reckon me: An alien I have been in their eyes."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 16,
    "content": "To my servant I have called, And he doth not answer, With my mouth I make supplication to him."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 17,
    "content": "My spirit is strange to my wife, And my favours to the sons of my mother’s womb."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 18,
    "content": "Also sucklings have despised me, I rise, and they speak against me."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 19,
    "content": "Abominate me do all the men of my counsel, And those I have loved, Have been turned against me."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 20,
    "content": "To my skin and to my flesh Cleaved hath my bone, And I deliver myself with the skin of my teeth."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 21,
    "content": "Pity me, pity me, ye my friends, For the hand of God hath stricken against me."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 22,
    "content": "Why do you pursue me as God? And with my flesh are not satisfied?"
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 23,
    "content": "Who doth grant now, That my words may be written? Who doth grant that in a book they may be graven?"
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 24,
    "content": "With a pen of iron and lead- For ever in a rock they may be hewn."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 25,
    "content": "That-I have known my Redeemer, The Living and the Last, For the dust he doth rise."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 26,
    "content": "And after my skin hath compassed this body, Then from my flesh I see God:"
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 27,
    "content": "Whom I-I see on my side, And mine eyes have beheld, and not a stranger, Consumed have been my reins in my bosom."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 28,
    "content": "But ye say, ‘Why do we pursue after him?’ And the root of the matter hath been found in me."
  },
  {
    "book": "JOB",
    "chapter": 19,
    "verse": 29,
    "content": "Be ye afraid because of the sword, For furious are the punishments of the sword, That ye may know that there is a judgment."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 1,
    "content": {
      "text": "And Zophar the Naamathite answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 2,
    "content": "Therefore my thoughts cause me to answer, And because of my sensations in me."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 3,
    "content": "The chastisement of my shame I hear, And the spirit of mine understanding Doth cause me to answer:"
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 4,
    "content": "This hast thou known from antiquity? Since the placing of man on earth?"
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 5,
    "content": "That the singing of the wicked is short, And the joy of the profane for a moment,"
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 6,
    "content": "Though his excellency go up to the heavens, And his head against a cloud he strike-"
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 7,
    "content": "As his own dung for ever he doth perish, His beholders say: ‘Where is he?’"
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 8,
    "content": "As a dream he fleeth, and they find him not, And he is driven away as a vision of the night,"
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 9,
    "content": "The eye hath not seen him, and addeth not. And not again doth his place behold him."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 10,
    "content": "His sons do the poor oppress, And his hands give back his wealth."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 11,
    "content": "His bones have been full of his youth, And with him on the dust it lieth down."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 12,
    "content": "Though he doth sweeten evil in his mouth, Doth hide it under his tongue,"
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 13,
    "content": "Hath pity on it, and doth not forsake it, And keep it back in the midst of his palate,"
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 14,
    "content": "His food in his bowels is turned, The bitterness of asps is in his heart."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 15,
    "content": "Wealth he hath swallowed, and doth vomit it. From his belly God driveth it out."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 16,
    "content": "Gall of asps he sucketh, Slay him doth the tongue of a viper."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 17,
    "content": "He looketh not on rivulets, Flowing of brooks of honey and butter."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 18,
    "content": "He is giving back what he laboured for, And doth not consume it; As a bulwark is his exchange, and he exults not."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 19,
    "content": "For he oppressed-he forsook the poor, A house he hath taken violently away, And he doth not build it."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 20,
    "content": "For he hath not known ease in his belly. With his desirable thing he delivereth not himself."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 21,
    "content": "There is not a remnant to his food, Therefore his good doth not stay."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 22,
    "content": "In the fulness of his sufficiency he is straitened. Every perverse hand doth meet him."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 23,
    "content": "It cometh to pass, at the filling of his belly, He sendeth forth against him The fierceness of His anger, Yea, He raineth on him in his eating."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 24,
    "content": "He fleeth from an iron weapon, Pass through him doth a bow of brass."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 25,
    "content": "One hath drawn, And it cometh out from the body, And a glittering weapon from his gall proceedeth. On him are terrors."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 26,
    "content": "All darkness is hid for his treasures, Consume him doth a fire not blown, Broken is the remnant in his tent."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 27,
    "content": "Reveal do the heavens his iniquity, And earth is raising itself against him."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 28,
    "content": "Remove doth the increase of his house, Poured forth in a day of His anger."
  },
  {
    "book": "JOB",
    "chapter": 20,
    "verse": 29,
    "content": "This is the portion of a wicked man from God. And an inheritance appointed him by God."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 1,
    "content": {
      "text": "And Job answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 2,
    "content": "Hear ye diligently my word, And this is your consolation."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 3,
    "content": "Bear with me, and I speak, And after my speaking-ye may deride."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 4,
    "content": "I-to man is my complaint? and if so, wherefore May not my temper become short?"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 5,
    "content": "Turn unto me, and be astonished, And put hand to mouth."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 6,
    "content": "Yea, if I have remembered, then I have been troubled. And my flesh hath taken fright."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 7,
    "content": "Wherefore do the wicked live? They have become old, Yea, they have been mighty in wealth."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 8,
    "content": "Their seed is established, Before their face with them, And their offspring before their eyes."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 9,
    "content": "Their houses are peace without fear, Nor is a rod of God upon them."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 10,
    "content": "His bullock hath eaten corn, and doth not loath. His cow bringeth forth safely, And doth not miscarry."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 11,
    "content": "They send forth as a flock their sucklings, And their children skip,"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 12,
    "content": "They lift themselves up at timbrel and harp, And rejoice at the sound of an organ."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 13,
    "content": "They wear out in good their days, And in a moment to Sheol go down."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 14,
    "content": "And they say to God, ‘Turn aside from us, And the knowledge of Thy ways We have not desired."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 15,
    "content": "What is the Mighty One that we serve Him? And what do we profit when we meet with Him?’"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 16,
    "content": "Lo, not in their hand is their good, (The counsel of the wicked Hath been far from me.)"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 17,
    "content": "How oft is the lamp of the wicked extinguished, And come on them doth their calamity? Pangs He apportioneth in His anger."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 18,
    "content": "They are as straw before wind, And as chaff a hurricane hath stolen away,"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 19,
    "content": "God layeth up for his sons his sorrow, He giveth recompense unto him-and he knoweth."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 20,
    "content": "His own eyes see his destruction, And of the wrath of the Mighty he drinketh."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 21,
    "content": "For what is his delight in his house after him, And the number of his months cut off?"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 22,
    "content": "To God doth one teach knowledge, And He the high doth judge?"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 23,
    "content": "This one dieth in his perfect strength, Wholly at ease and quiet."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 24,
    "content": "His breasts have been full of milk, And marrow his bones doth moisten."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 25,
    "content": "And this one dieth with a bitter soul, And have not eaten with gladness."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 26,
    "content": "Together-on the dust they lie down, And the worm doth cover them over."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 27,
    "content": "Lo, I have known your thoughts, And the devices against me ye do wrongfully."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 28,
    "content": "For ye say, ‘Where is the house of the noble? And where the tent-The tabernacles of the wicked?’"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 29,
    "content": "Have ye not asked those passing by the way? And their signs do ye not know?"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 30,
    "content": "That to a day of calamity is the wicked spared. To a day of wrath they are brought."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 31,
    "content": "Who doth declare to his face his way? And for that which he hath done, Who doth give recompence to him?"
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 32,
    "content": "And he-to the graves he is brought. And over the heap a watch is kept."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 33,
    "content": "Sweet to him have been the clods of the valley, And after him every man he draweth, And before him there is no numbering."
  },
  {
    "book": "JOB",
    "chapter": 21,
    "verse": 34,
    "content": "And how do ye comfort me with vanity, And in your answers hath been left trespass?"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 1,
    "content": {
      "text": "And Eliphaz the Temanite answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 2,
    "content": "To God is a man profitable, Because a wise man to himself is profitable?"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 3,
    "content": "Is it a delight to the Mighty One That thou art righteous? is it gain, That thou makest perfect thy ways?"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 4,
    "content": "Because of thy reverence Doth He reason with thee? He entereth with thee into judgment:"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 5,
    "content": "Is not thy wickedness abundant? And there is no end to thine iniquities."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 6,
    "content": "For thou takest a pledge of thy brother for nought, And the garments of the naked Thou dost strip off."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 7,
    "content": "Thou causest not the weary to drink water, And from the hungry thou withholdest bread."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 8,
    "content": "As to the man of arm-he hath the earth, And the accepted of face-he dwelleth in it."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 9,
    "content": "Widows thou hast sent away empty, And the arms of the fatherless are bruised."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 10,
    "content": "Therefore round about thee are snares, And trouble thee doth fear suddenly."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 11,
    "content": "Or darkness-thou dost not see, And abundance of waters doth cover thee."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 12,
    "content": "Is not God high in heaven? And see the summit of the stars, That they are high."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 13,
    "content": "And thou hast said, ‘What-hath God known? Through thickness doth He judge?"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 14,
    "content": "Thick clouds are a secret place to Him, And He doth not see;’ And the circle of the heavens He walketh habitually,"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 15,
    "content": "The path of the age dost thou observe, That men of iniquity have trodden?"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 16,
    "content": "Who have been cut down unexpectedly, A flood is poured out on their foundation."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 17,
    "content": "Those saying to God, ‘Turn aside from us,’ And what doth the Mighty One to them?"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 18,
    "content": "And he hath filled their houses with good: (And the counsel of the wicked Hath been far from me.)"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 19,
    "content": "See do the righteous and they rejoice, And the innocent mocketh at them,"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 20,
    "content": "‘Surely our substance hath not been cut off, And their excellency hath fire consumed.’"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 21,
    "content": "Acquaint thyself, I pray thee, with Him, And be at peace, Thereby thine increase is good."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 22,
    "content": "Receive, I pray thee, from His mouth a law, And set His sayings in thy heart."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 23,
    "content": "If thou dost return unto the Mighty Thou art built up, Thou puttest iniquity far from thy tents."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 24,
    "content": "So as to set on the dust a defence, And on a rock of the valleys a covering."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 25,
    "content": "And the Mighty hath been thy defence, And silver is strength to thee."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 26,
    "content": "For then on the Mighty thou delightest thyself, And dost lift up unto God thy face,"
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 27,
    "content": "Thou dost make supplication unto Him, And He doth hear thee, And thy vows thou completest."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 28,
    "content": "And thou decreest a saying, And it is established to thee, And on thy ways hath light shone."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 29,
    "content": "For they have made low, And thou sayest, ‘Lift up.’ And the bowed down of eyes he saveth."
  },
  {
    "book": "JOB",
    "chapter": 22,
    "verse": 30,
    "content": "He delivereth the not innocent, Yea, he hath been delivered By the cleanness of thy hands."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 1,
    "content": {
      "text": "And Job answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 2,
    "content": "Also-to-day is my complaint bitter, My hand hath been heavy because of my sighing."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 3,
    "content": "O that I had known-and I find Him, I come in unto His seat,"
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 4,
    "content": "I arrange before Him the cause, And my mouth fill with arguments."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 5,
    "content": "I know the words He doth answer me, And understand what He saith to me."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 6,
    "content": "In the abundance of power doth He strive with me? No! surely He putteth it in me."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 7,
    "content": "There the upright doth reason with Him, And I escape for ever from my judge."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 8,
    "content": "Lo, forward I go-and He is not, And backward-and I perceive him not."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 9,
    "content": "To the left in His working-and I see not, He is covered on the right, and I behold not."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 10,
    "content": "For He hath known the way with me, He hath tried me-as gold I go forth."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 11,
    "content": "On His step hath my foot laid hold, His way I have kept, and turn not aside,"
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 12,
    "content": "The command of His lips, and I depart not. Above my allotted portion I have laid up The sayings of His mouth."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 13,
    "content": "And He is in one mind, And who doth turn Him back? And His soul hath desired-and He doth it."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 14,
    "content": "For He doth complete my portion, And many such things are with Him."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 15,
    "content": "Therefore, from His presence I am troubled, I consider, and am afraid of Him."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 16,
    "content": "And God hath made my heart soft, And the Mighty hath troubled me."
  },
  {
    "book": "JOB",
    "chapter": 23,
    "verse": 17,
    "content": "For I have not been cut off before darkness, And before me He covered thick darkness."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 1,
    "content": {
      "text": "Wherefore from the Mighty One Times have not been hidden, And those knowing Him have not seen His days.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 2,
    "content": "The borders they reach, A drove they have taken violently away, Yea, they do evil."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 3,
    "content": "The ass of the fatherless they lead away, They take in pledge the ox of the widow,"
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 4,
    "content": "They turn aside the needy from the way, Together have hid the poor of the earth."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 5,
    "content": "Lo, wild asses in a wilderness, They have gone out about their work, Seeking early for prey, A mixture for himself-food for young ones."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 6,
    "content": "In a field his provender they reap, And the vineyard of the wicked they glean."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 7,
    "content": "The naked they cause to lodge Without clothing. And there is no covering in the cold."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 8,
    "content": "From the inundation of hills they are wet, And without a refuge-have embraced a rock."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 9,
    "content": "They take violently away From the breast the orphan, And on the poor they lay a pledge."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 10,
    "content": "Naked, they have gone without clothing, And hungry-have taken away a sheaf."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 11,
    "content": "Between their walls they make oil, Wine-presses they have trodden, and thirst."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 12,
    "content": "Because of enmity men do groan, And the soul of pierced ones doth cry, And God doth not give praise."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 13,
    "content": "They have been among rebellious ones of light, They have not discerned His ways, Nor abode in His paths."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 14,
    "content": "At the light doth the murderer rise, He doth slay the poor and needy, And in the night he is as a thief."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 15,
    "content": "And the eye of an adulterer Hath observed the twilight, Saying, ‘No eye doth behold me.’ And he putteth the face in secret."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 16,
    "content": "He hath dug in the darkness-houses; By day they shut themselves up, They have not known light."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 17,
    "content": "When together, morning is to them death shade, When he discerneth the terrors of death shade."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 18,
    "content": "Light he is on the face of the waters, Vilified is their portion in the earth, He turneth not the way of vineyards."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 19,
    "content": "Drought-also heat-consume snow-waters, Sheol those who have sinned."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 20,
    "content": "Forget him doth the womb, Sweeten on him doth the worm, No more is he remembered, And broken as a tree is wickedness."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 21,
    "content": "Treating evil the barren who beareth not, And to the widow he doth no good,"
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 22,
    "content": "And hath drawn the mighty by his power, He riseth, and none believeth in life."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 23,
    "content": "He giveth to him confidence, and he is supported, And his eyes are on their ways."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 24,
    "content": "High they were for a little, and they are not, And they have been brought low. As all others they are shut up, And as the head of an ear of corn cut off."
  },
  {
    "book": "JOB",
    "chapter": 24,
    "verse": 25,
    "content": "And if not now, who doth prove me a liar, And doth make of nothing my word?"
  },
  {
    "book": "JOB",
    "chapter": 25,
    "verse": 1,
    "content": {
      "text": "And Bildad the Shuhite answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 25,
    "verse": 2,
    "content": "The rule and fear are with Him, Making peace in His high places."
  },
  {
    "book": "JOB",
    "chapter": 25,
    "verse": 3,
    "content": "Is their any number to His troops? And on whom ariseth not His light?"
  },
  {
    "book": "JOB",
    "chapter": 25,
    "verse": 4,
    "content": "And what? is man righteous with God? And what? is he pure-born of a woman?"
  },
  {
    "book": "JOB",
    "chapter": 25,
    "verse": 5,
    "content": "Lo-unto the moon, and it shineth not, And stars have not been pure in His eyes."
  },
  {
    "book": "JOB",
    "chapter": 25,
    "verse": 6,
    "content": "How much less man-a grub, And the son of man-a worm!"
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 1,
    "content": {
      "text": "And Job answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 2,
    "content": "What-thou hast helped the powerless, Saved an arm not strong!"
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 3,
    "content": "What-thou hast given counsel to the unwise, And wise plans in abundance made known."
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 4,
    "content": "With whom hast thou declared words? And whose breath came forth from thee?"
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 5,
    "content": "The Rephaim are formed, Beneath the waters, also their inhabitants."
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 6,
    "content": "Naked is Sheol over-against Him, And there is no covering to destruction."
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 7,
    "content": "Stretching out the north over desolation, Hanging the earth upon nothing,"
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 8,
    "content": "Binding up the waters in His thick clouds, And the cloud is not rent under them."
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 9,
    "content": "Taking hold of the face of the throne, Spreading over it His cloud."
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 10,
    "content": "A limit He hath placed on the waters, Unto the boundary of light with darkness."
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 11,
    "content": "Pillars of the heavens do tremble, And they wonder because of His rebuke."
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 12,
    "content": "By His power He hath quieted the sea, And by His understanding smitten the proud."
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 13,
    "content": "By His Spirit the heavens He beautified, Formed hath His hand the fleeing serpent."
  },
  {
    "book": "JOB",
    "chapter": 26,
    "verse": 14,
    "content": "Lo, these are the borders of His way, And how little a matter is heard of Him, And the thunder of His might Who doth understand?"
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 1,
    "content": {
      "text": "And Job addeth to lift up his simile, and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 2,
    "content": "God liveth! He turned aside my judgment, And the Mighty-He made my soul bitter."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 3,
    "content": "For all the while my breath is in me, And the spirit of God in my nostrils."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 4,
    "content": "My lips do not speak perverseness, And my tongue doth not utter deceit."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 5,
    "content": "Pollution to me-if I justify you, Till I expire I turn not aside mine integrity from me."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 6,
    "content": "On my righteousness I have laid hold, And I do not let it go, My heart doth not reproach me while I live."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 7,
    "content": "As the wicked is my enemy, And my withstander as the perverse."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 8,
    "content": "For what is the hope of the profane, When He doth cut off? When God doth cast off his soul?"
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 9,
    "content": "His cry doth God hear, When distress cometh on him?"
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 10,
    "content": "On the Mighty doth he delight himself? Call God at all times?"
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 11,
    "content": "I shew you by the hand of God, That which is with the Mighty I hide not."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 12,
    "content": "Lo, ye-all of you-have seen, And why is this-ye are altogether vain?"
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 13,
    "content": "This is the portion of wicked man with God, And the inheritance of terrible ones From the Mighty they receive."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 14,
    "content": "If his sons multiply-for them is a sword. And his offspring are not satisfied with bread."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 15,
    "content": "His remnant in death are buried, And his widows do not weep."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 16,
    "content": "If he heap up as dust silver, And as clay prepare clothing,"
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 17,
    "content": "He prepareth-and the righteous putteth it on, And the silver the innocent doth apportion."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 18,
    "content": "He hath built as a moth his house, And as a booth a watchman hath made."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 19,
    "content": "Rich he lieth down, and he is not gathered, His eyes he hath opened, and he is not."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 20,
    "content": "Overtake him as waters do terrors, By night stolen him away hath a whirlwind."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 21,
    "content": "Take him up doth an east wind, and he goeth, And it frighteneth him from his place,"
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 22,
    "content": "And it casteth at him, and doth not spare, From its hand he diligently fleeth."
  },
  {
    "book": "JOB",
    "chapter": 27,
    "verse": 23,
    "content": "It clappeth at him its hands, And it hisseth at him from his place."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 1,
    "content": {
      "text": "Surely there is for silver a source, And a place for the gold they refine;",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 2,
    "content": "Iron from the dust is taken, And from the firm stone brass."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 3,
    "content": "An end hath he set to darkness, And to all perfection he is searching, A stone of darkness and death-shade."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 4,
    "content": "A stream hath broken out from a sojourner, Those forgotten of the foot, They were low, from man they wandered."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 5,
    "content": "The earth! from it cometh forth bread, And its under-part is turned like fire."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 6,
    "content": "A place of the sapphire are its stones, And it hath dust of gold."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 7,
    "content": "A path-not known it hath a ravenous fowl, Nor scorched it hath an eye of the kite,"
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 8,
    "content": "Nor trodden it have the sons of pride, Not passed over it hath the fierce lion."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 9,
    "content": "Against the flint he sent forth his hand, He overturned from the root mountains."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 10,
    "content": "Among rocks, brooks he hath cleaved, And every precious thing hath his eye seen."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 11,
    "content": "From overflowing floods he hath bound, And the hidden thing bringeth out to light."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 12,
    "content": "And the wisdom-whence is it found? And where is this, the place of understanding?"
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 13,
    "content": "Man hath not known its arrangement, Nor is it found in the land of the living."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 14,
    "content": "The deep hath said, ‘It is not in me,’ And the sea hath said, ‘It is not with me.’"
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 15,
    "content": "Gold is not given for it, Nor is silver weighed-its price."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 16,
    "content": "It is not valued with pure gold of Ophir, With precious onyx and sapphire,"
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 17,
    "content": "Not equal it do gold and crystal, Nor is its exchange a vessel of fine gold."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 18,
    "content": "Corals and pearl are not remembered, The acquisition of wisdom is above rubies."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 19,
    "content": "Not equal it doth the topaz of Cush, With pure gold it is not valued."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 20,
    "content": "And the wisdom-whence doth it come? And where is this, the place of understanding?"
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 21,
    "content": "It hath been hid from the eyes of all living. And from the fowl of the heavens It hath been hidden."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 22,
    "content": "Destruction and death have said: ‘With our ears we have heard its fame.’"
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 23,
    "content": "God hath understood its way, And He hath known its place."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 24,
    "content": "For He to the ends of the earth doth look, Under the whole heavens He doth see,"
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 25,
    "content": "To make for the wind a weight, And the waters He meted out in measure."
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 26,
    "content": "In His making for the rain a limit, And a way for the brightness of the voices,"
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 27,
    "content": "Then He hath seen and declareth it, He hath prepared it, and also searched it out,"
  },
  {
    "book": "JOB",
    "chapter": 28,
    "verse": 28,
    "content": "And He saith to man:- ‘Lo, fear of the Lord, that is wisdom, And to turn from evil is understanding.’"
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 1,
    "content": {
      "text": "And Job addeth to lift up his simile, and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 2,
    "content": "Who doth make me as in months past, As in the days of God’s preserving me?"
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 3,
    "content": "In His causing His lamp to shine on my head, By His light I walk through darkness."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 4,
    "content": "As I have been in days of my maturity, And the counsel of God upon my tent."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 5,
    "content": "When yet the Mighty One is with me. Round about me-my young ones,"
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 6,
    "content": "When washing my goings with butter, And the firm rock is with me rivulets of oil."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 7,
    "content": "When I go out to the gate by the city, In a broad place I prepare my seat."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 8,
    "content": "Seen me have youths, and they, been hidden, And the aged have risen-they stood up."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 9,
    "content": "Princes have kept in words, And a hand they place on their mouth."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 10,
    "content": "The voice of leaders hath been hidden, And their tongue to the palate hath cleaved."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 11,
    "content": "For the ear heard, and declareth me happy, And the eye hath seen, and testifieth to me."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 12,
    "content": "For I deliver the afflicted who is crying, And the fatherless who hath no helper."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 13,
    "content": "The blessing of the perishing cometh on me, And the heart of the widow I cause to sing."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 14,
    "content": "Righteousness I have put on, and it clotheth me, As a robe and a diadem my justice."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 15,
    "content": "Eyes I have been to the blind, And feet to the lame am I."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 16,
    "content": "A father I am to the needy, And the cause I have not known I search out."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 17,
    "content": "And I break the jaw-teeth of the perverse, And from his teeth I cast away prey."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 18,
    "content": "And I say, ‘With my nest I expire, And as the sand I multiply days.’"
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 19,
    "content": "My root is open unto the waters, And dew doth lodge on my branch."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 20,
    "content": "My honour is fresh with me, And my bow in my hand is renewed."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 21,
    "content": "To me they have hearkened, Yea, they wait, and are silent for my counsel."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 22,
    "content": "After my word they change not, And on them doth my speech drop,"
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 23,
    "content": "And they wait as for rain for me, And their mouth they have opened wide As for the latter rain."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 24,
    "content": "I laugh unto them-they give no credence, And the light of my face cause not to fall."
  },
  {
    "book": "JOB",
    "chapter": 29,
    "verse": 25,
    "content": "I choose their way, and sit head, And I dwell as a king in a troop, When mourners he doth comfort."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 1,
    "content": {
      "text": "And now, laughed at me, Have the younger in days than I, Whose fathers I have loathed to set With the dogs of my flock.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 2,
    "content": "Also-the power of their hands, why is it to me? On them hath old age perished."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 3,
    "content": "With want and with famine gloomy, Those fleeing to a dry place, Formerly a desolation and waste,"
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 4,
    "content": "Those cropping mallows near a shrub, And broom-roots is their food."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 5,
    "content": "From the midst they are cast out, (They shout against them as a thief),"
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 6,
    "content": "In a frightful place of valleys to dwell, Holes of earth and clefts."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 7,
    "content": "Among shrubs they do groan, Under nettles they are gathered together."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 8,
    "content": "Sons of folly-even sons without name, They have been smitten from the land."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 9,
    "content": "And now, their song I have been, And I am to them for a byword."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 10,
    "content": "They have abominated me, They have kept far from me, And from before me have not spared to spit."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 11,
    "content": "Because His cord He loosed and afflicteth me, And the bridle from before me, They have cast away."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 12,
    "content": "On the right hand doth a brood arise, My feet they have cast away, And they raise up against me, Their paths of calamity."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 13,
    "content": "They have broken down my path, By my calamity they profit, ‘He hath no helper.’"
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 14,
    "content": "As a wide breach they come, Under the desolation have rolled themselves."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 15,
    "content": "He hath turned against me terrors, It pursueth as the wind mine abundance, And as a thick cloud, Hath my safety passed away."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 16,
    "content": "And now, in me my soul poureth itself out, Seize me do days of affliction."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 17,
    "content": "At night my bone hath been pierced in me, And mine eyelids do not lie down."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 18,
    "content": "By the abundance of power, Is my clothing changed, As the mouth of my coat it doth gird me."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 19,
    "content": "Casting me into mire, And I am become like dust and ashes."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 20,
    "content": "I cry unto Thee, And Thou dost not answer me, I have stood, and Thou dost consider me."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 21,
    "content": "Thou art turned to be fierce to me, With the strength of Thy hand, Thou oppressest me."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 22,
    "content": "Thou dost lift me up, On the wind Thou dost cause me to ride, And Thou meltest-Thou levellest me."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 23,
    "content": "For I have known To death Thou dost bring me back, And to the house appointed for all living."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 24,
    "content": "Surely not against the heap Doth He send forth the hand, Though in its ruin they have safety."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 25,
    "content": "Did not I weep for him whose day is hard? Grieved hath my soul for the needy."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 26,
    "content": "When good I expected, then cometh evil, And I wait for light, and darkness cometh."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 27,
    "content": "My bowels have boiled, and have not ceased, Gone before me have days of affliction."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 28,
    "content": "Mourning I have gone without the sun, I have risen, in an assembly I cry."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 29,
    "content": "A brother I have been to dragons, And a companion to daughters of the ostrich."
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 30,
    "content": "My skin hath been black upon me, And my bone hath burned from heat,"
  },
  {
    "book": "JOB",
    "chapter": 30,
    "verse": 31,
    "content": "And my harp doth become mourning, And my organ the sound of weeping."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 1,
    "content": {
      "text": "A covenant I made for mine eyes, And what-do I attend to a virgin?",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 2,
    "content": "And what is the portion of God from above? And the inheritance of the Mighty from the heights?"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 3,
    "content": "Is not calamity to the perverse? And strangeness to workers of iniquity?"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 4,
    "content": "Doth not He see my ways, And all my steps number?"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 5,
    "content": "If I have walked with vanity, And my foot doth hasten to deceit,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 6,
    "content": "He doth weigh me in righteous balances, And God doth know my integrity."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 7,
    "content": "If my step doth turn aside from the way, And after mine eyes hath my heart gone, And to my hands cleaved hath blemish,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 8,
    "content": "Let me sow-and another eat, And my products let be rooted out."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 9,
    "content": "If my heart hath been enticed by woman, And by the opening of my neighbour I laid wait,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 10,
    "content": "Grind to another let my wife, And over her let others bend."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 11,
    "content": "For it is a wicked thing, and a judicial iniquity;"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 12,
    "content": "For a fire it is, to destruction it consumeth, And among all mine increase doth take root,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 13,
    "content": "If I despise the cause of my man-servant, And of my handmaid, In their contending with me,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 14,
    "content": "Then what do I do when God ariseth? And when He doth inspect, What do I answer Him?"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 15,
    "content": "Did not He that made me in the womb make him? Yea, prepare us in the womb doth One."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 16,
    "content": "If I withhold from pleasure the poor, And the eyes of the widow do consume,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 17,
    "content": "And I do eat my morsel by myself, And the orphan hath not eat of it,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 18,
    "content": "(But from my youth He grew up with me as with a father, And from the belly of my mother I am led.)"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 19,
    "content": "If I see any perishing without clothing, And there is no covering to the needy,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 20,
    "content": "If his loins have not blessed me, And from the fleece of my sheep He doth not warm himself,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 21,
    "content": "If I have waved at the fatherless my hand, When I see in him the gate of my court,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 22,
    "content": "My shoulder from its blade let fall, And mine arm from the bone be broken."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 23,
    "content": "For a dread unto me is calamity from God, And because of His excellency I am not able."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 24,
    "content": "If I have made gold my confidence, And to the pure gold have said, ‘My trust,’"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 25,
    "content": "If I rejoice because great is my wealth, And because abundance hath my hand found,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 26,
    "content": "If I see the light when it shineth, And the precious moon walking,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 27,
    "content": "And my heart is enticed in secret, And my hand doth kiss my mouth,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 28,
    "content": "It also is a judicial iniquity, For I had lied to God above."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 29,
    "content": "If I rejoice at the ruin of my hater, And stirred up myself when evil found him,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 30,
    "content": "Yea, I have not suffered my mouth to sin, To ask with an oath his life."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 31,
    "content": "If not-say ye, O men of my tent, ‘O that we had of his flesh, we are not satisfied.’"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 32,
    "content": "In the street doth not lodge a stranger, My doors to the traveller I open."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 33,
    "content": "If I have covered as Adam my transgressions, To hide in my bosom mine iniquity,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 34,
    "content": "Because I fear a great multitude, And the contempt of families doth affright me, Then I am silent, I go not out of the opening."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 35,
    "content": "Who giveth to me a hearing? lo, my mark. The Mighty One doth answer me, And a bill hath mine adversary written."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 36,
    "content": "If not-on my shoulder I take it up, I bind it a crown on myself."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 37,
    "content": "The number of my steps I tell Him, As a leader I approach Him."
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 38,
    "content": "If against me my land doth cry out, And together its furrows weep,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 39,
    "content": "If its strength I consumed without money, And the life of its possessors, I have caused to breathe out,"
  },
  {
    "book": "JOB",
    "chapter": 31,
    "verse": 40,
    "content": "Instead of wheat let a thorn go forth, And instead of barley a useless weed! The words of Job are finished."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 1,
    "content": {
      "text": "And these three men cease from answering Job, for he is righteous in his own eyes,",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 2,
    "content": "and burn doth the anger of Elihu son of Barachel the Buzite, of the family of Ram; against Job hath his anger burned, because of his justifying himself more than God;"
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 3,
    "content": "and against his three friends hath his anger burned, because that they have not found an answer, and condemn Job."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 4,
    "content": "And Elihu hath waited earnestly beside Job with words, for they are older than he in days."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 5,
    "content": "And Elihu seeth that there is no answer in the mouth of the three men, and his anger burneth."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 6,
    "content": "And Elihu son of Barachel the Buzite answereth and saith:- Young I am in days, and ye are age Therefore I have feared, And am afraid of shewing you my opinion."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 7,
    "content": "I said: Days do speak, And multitude of years teach wisdom."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 8,
    "content": "Surely a spirit is in man, And the breath of the Mighty One Doth cause them to understand."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 9,
    "content": "The multitude are not wise, Nor do the aged understand judgment."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 10,
    "content": "Therefore I have said: Hearken to me, I do shew my opinion-even I."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 11,
    "content": "Lo, I have waited for your words, I give ear unto your reasons, Till ye search out sayings."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 12,
    "content": "And unto you I attend, And lo, there is no reasoner for Job, Or answerer of his sayings among you."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 13,
    "content": "Lest ye say, We have found wisdom, God doth thrust him away, not man."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 14,
    "content": "And he hath not set in array words for me, And with your sayings I do not answer him."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 15,
    "content": "(They have broken down, They have not answered again, They removed from themselves words."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 16,
    "content": "And I have waited, but they do not speak, For they have stood still, They have not answered any more.)"
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 17,
    "content": "I answer, even I-my share, I shew my opinion-even I."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 18,
    "content": "For I have been full of words, Distressed me hath the spirit of my breast,"
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 19,
    "content": "Lo, my breast is as wine not opened, Like new bottles it is broken up."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 20,
    "content": "I speak, and there is refreshment to me, I open my lips and answer."
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 21,
    "content": "Let me not, I pray you, accept the face of any, Nor unto man give flattering titles,"
  },
  {
    "book": "JOB",
    "chapter": 32,
    "verse": 22,
    "content": "For I have not known to give flattering titles, In a little doth my Maker take me away."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 1,
    "content": {
      "text": "And yet, I pray thee, O Job, Hear my speech and to all my words give ear.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 2,
    "content": "Lo, I pray thee, I have opened my mouth, My tongue hath spoken in the palate."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 3,
    "content": "Of the uprightness of my heart are my sayings, And knowledge have my lips clearly spoken."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 4,
    "content": "The Spirit of God hath made me, And the breath of the Mighty doth quicken me."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 5,
    "content": "If thou art able-answer me, Set in array before me-station thyself."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 6,
    "content": "Lo, I am, according to thy word, for God, From the clay I-I also, have been formed."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 7,
    "content": "Lo, my terror doth not frighten thee, And my burden on thee is not heavy."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 8,
    "content": "Surely-thou hast said in mine ears, And the sounds of words I hear:"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 9,
    "content": "‘Pure am I, without transgression, Innocent am I, and I have no iniquity."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 10,
    "content": "Lo, occasions against me He doth find, He doth reckon me for an enemy to Him,"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 11,
    "content": "He doth put in the stocks my feet, He doth watch all my paths.’"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 12,
    "content": "Lo, in this thou hast not been righteous, I answer thee, that greater is God than man."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 13,
    "content": "Wherefore against Him hast thou striven, When for all His matters He answereth not?"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 14,
    "content": "For once doth God speak, and twice, (He doth not behold it.)"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 15,
    "content": "In a dream-a vision of night, In the falling of deep sleep on men, In slumberings on a bed."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 16,
    "content": "Then He uncovereth the ear of men, And for their instruction sealeth:"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 17,
    "content": "To turn aside man from doing, And pride from man He concealeth."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 18,
    "content": "He keepeth back his soul from corruption, And his life from passing away by a dart."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 19,
    "content": "And he hath been reproved With pain on his bed, And the strife of his bones is enduring."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 20,
    "content": "And his life hath nauseated bread, And his soul desirable food."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 21,
    "content": "His flesh is consumed from being seen, And high are his bones, they were not seen!"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 22,
    "content": "And draw near to the pit doth his soul, And his life to those causing death."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 23,
    "content": "If there is by him a messenger, An interpreter-one of a thousand, To declare for man his uprightness:"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 24,
    "content": "Then He doth favour him and saith, ‘Ransom him from going down to the pit, I have found an atonement.’"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 25,
    "content": "Fresher is his flesh than a child’s, He returneth to the days of his youth."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 26,
    "content": "He maketh supplication unto God, And He accepteth him. And he seeth His face with shouting, And He returneth to man His righteousness."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 27,
    "content": "He looketh on men, and saith, ‘I sinned, And uprightness I have perverted, And it hath not been profitable to me."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 28,
    "content": "He hath ransomed my soul From going over into the pit, And my life on the light looketh.’"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 29,
    "content": "Lo, all these doth God work, Twice-thrice with man,"
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 30,
    "content": "To bring back his soul from the pit, To be enlightened with the light of the living."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 31,
    "content": "Attend, O Job, hearken to me, Keep silent, and I-I do speak."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 32,
    "content": "If there are words-answer me, Speak, for I have a desire to justify thee."
  },
  {
    "book": "JOB",
    "chapter": 33,
    "verse": 33,
    "content": "If there are not-hearken thou to me, Keep silent, and I teach thee wisdom."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 1,
    "content": {
      "text": "And Elihu answereth and saith:",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 2,
    "content": "Hear, O wise men, my words, And, O knowing ones, give ear to me."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 3,
    "content": "For the ear doth try words, And the palate tasteth to eat."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 4,
    "content": "Judgment let us choose for ourselves, Let us know among ourselves what is good."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 5,
    "content": "For Job hath said, ‘I have been righteous, And God hath turned aside my right,"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 6,
    "content": "Against my right do I lie? Mortal is mine arrow-without transgression.’"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 7,
    "content": "Who is a man like Job? He drinketh scoffing like water,"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 8,
    "content": "And he hath travelled for company With workers of iniquity, So as to go with men of wickedness."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 9,
    "content": "For he hath said, ‘It doth not profit a man, When he delighteth himself with God.’"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 10,
    "content": "Therefore, O men of heart, hearken to me; Far be it from God to do wickedness, And from the Mighty to do perverseness:"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 11,
    "content": "For the work of man he repayeth to him, And according to the path of each He doth cause him to find."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 12,
    "content": "Yea, truly, God doth not do wickedly, And the Mighty doth not pervert judgment."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 13,
    "content": "Who hath inspected for Himself the earth? And who hath placed all the habitable world?"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 14,
    "content": "If He doth set on him His heart, His spirit and his breath unto Him He gathereth."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 15,
    "content": "Expire doth all flesh together, And man to dust returneth."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 16,
    "content": "And if there is understanding, hear this, Give ear to the voice of my words."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 17,
    "content": "Yea, doth one hating justice govern? Or the Most Just dost thou condemn?"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 18,
    "content": "Who hath said to a king-‘Worthless,’ Unto princes-‘Wicked?’"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 19,
    "content": "That hath not accepted the person of princes, Nor hath known the rich before the poor, For a work of His hands are all of them."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 20,
    "content": "In a moment they die, and at midnight Shake do people, and they pass away, And they remove the mighty without hand."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 21,
    "content": "For His eyes are on the ways of each, And all his steps He doth see."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 22,
    "content": "There is no darkness nor death-shade, For workers of iniquity to be hidden there;"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 23,
    "content": "For He doth not suffer man any more, To go unto God in judgment,"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 24,
    "content": "He breaketh the mighty-no searching! And He appointeth others in their stead."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 25,
    "content": "Therefore He knoweth their works, And He hath overturned by night, And they are bruised."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 26,
    "content": "As wicked He hath stricken them, In the place of beholders."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 27,
    "content": "Because that against right They have turned aside from after Him, And none of His ways have considered wisely,"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 28,
    "content": "To cause to come in unto Him The cry of the poor, And the cry of the afflicted He heareth."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 29,
    "content": "And He giveth rest, and who maketh wrong? And hideth the face, and who beholdeth it? And in reference to a nation and to a man, It is the same."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 30,
    "content": "From the reigning of a profane man, From the snares of a people;"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 31,
    "content": "For unto God hath any said: ‘I have taken away, I do not corruptly,"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 32,
    "content": "Besides that which I see, shew Thou me, If iniquity I have done-I do not add?’"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 33,
    "content": "By thee doth He recompense, That thou hast refused- That thou dost choose, and not I? And what thou hast known, speak."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 34,
    "content": "Let men of heart say to me, And a wise man is hearkening to me."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 35,
    "content": "Job-not with knowledge doth he speak, And his words are not with wisdom."
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 36,
    "content": "My Father! let Job be tried-unto victory, Because of answers for men of iniquity,"
  },
  {
    "book": "JOB",
    "chapter": 34,
    "verse": 37,
    "content": "For he doth add to his sin, Transgression among us he vomiteth, And multiplieth his sayings to God."
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 1,
    "content": {
      "text": "And Elihu answereth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 2,
    "content": "This hast thou reckoned for judgment: Thou hast said- ‘My righteousness is more than God’s?’"
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 3,
    "content": "For thou sayest, ‘What doth it profit Thee! What do I profit from my sin?’"
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 4,
    "content": "I return thee words, and thy friends with thee,"
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 5,
    "content": "Behold attentively the heavens-and see, And behold the clouds, They have been higher than thou."
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 6,
    "content": "If thou hast sinned, what dost thou against Him? And thy transgressions have been multiplied, What dost thou to Him?"
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 7,
    "content": "If thou hast been righteous, What dost thou give to Him? Or what from thy hand doth He receive?"
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 8,
    "content": "For a man like thyself is thy wickedness, And for a son of man thy righteousness."
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 9,
    "content": "Because of the multitude of oppressions They cause to cry out, They cry because of the arm of the mighty."
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 10,
    "content": "And none said, ‘Where is God my maker? Giving songs in the night,"
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 11,
    "content": "Teaching us more than the beasts of the earth, Yea, than the fowl of the heavens He maketh us wiser.’"
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 12,
    "content": "There they cry, and He doth not answer, Because of the pride of evil doers."
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 13,
    "content": "Surely vanity God doth not hear, And the Mighty doth not behold it."
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 14,
    "content": "Yea, though thou sayest thou dost not behold Him, Judgment is before Him, and stay for Him."
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 15,
    "content": "And, now, because there is not, He hath appointed His anger, And He hath not known in great extremity."
  },
  {
    "book": "JOB",
    "chapter": 35,
    "verse": 16,
    "content": "And Job with vanity doth open his mouth, Without knowledge words he multiplieth."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 1,
    "content": {
      "text": "And Elihu addeth and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 2,
    "content": "Honour me a little, and I shew thee, That yet for God are words."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 3,
    "content": "I lift up my knowledge from afar, And to my Maker I ascribe righteousness."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 4,
    "content": "For, truly, my words are not false, The perfect in knowledge is with thee."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 5,
    "content": "Lo, God is mighty, and despiseth not, Mighty in power and heart."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 6,
    "content": "He reviveth not the wicked, And the judgment of the poor appointeth;"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 7,
    "content": "He withdraweth not from the righteous His eyes, And from kings on the throne, And causeth them to sit for ever, and they are high,"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 8,
    "content": "And if prisoners in fetters They are captured with cords of affliction,"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 9,
    "content": "Then He declareth to them their work, And their transgressions, Because they have become mighty,"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 10,
    "content": "And He uncovereth their ear for instruction, And saith that they turn back from iniquity."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 11,
    "content": "If they do hear and serve, They complete their days in good, And their years in pleasantness."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 12,
    "content": "And if they do not hearken, By the dart they pass away, And expire without knowledge."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 13,
    "content": "And the profane in heart set the face, They cry not when He hath bound them."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 14,
    "content": "Their soul dieth in youth, And their life among the defiled."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 15,
    "content": "He draweth out the afflicted in his affliction, And uncovereth in oppression their ear."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 16,
    "content": "And also He moved thee from a strait place, To a broad place-no straitness under it, And the sitting beyond of thy table Hath been full of fatness."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 17,
    "content": "And the judgment of the wicked thou hast fulfilled, Judgment and justice are upheld-because of fury,"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 18,
    "content": "Lest He move thee with a stroke, And the abundance of an atonement turn thee not aside."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 19,
    "content": "Doth He value thy riches? He hath gold, and all the forces of power."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 20,
    "content": "Desire not the night, For the going up of peoples in their stead."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 21,
    "content": "Take heed-do not turn unto iniquity, For on this thou hast fixed Rather than on affliction."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 22,
    "content": "Lo, God doth sit on high by His power, Who is like Him-a teacher?"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 23,
    "content": "Who hath appointed unto Him his way? And who said, ‘Thou hast done iniquity?’"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 24,
    "content": "Remember that thou magnify His work That men have beheld."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 25,
    "content": "All men have looked on it, Man looketh attentively from afar."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 26,
    "content": "Lo, God is high, And we know not the number of His years, Yea, there is no searching."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 27,
    "content": "When He doth diminish droppings of the waters, They refine rain according to its vapour,"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 28,
    "content": "Which clouds do drop, They distil on man abundantly."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 29,
    "content": "Yea, doth any understand The spreadings out of a cloud? The noises of His tabernacle?"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 30,
    "content": "Lo, He hath spread over it His light, And the roots of the sea He hath covered,"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 31,
    "content": "For by them He doth judge peoples, He giveth food in abundance."
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 32,
    "content": "By two palms He hath covered the light, And layeth a charge over it in meeting,"
  },
  {
    "book": "JOB",
    "chapter": 36,
    "verse": 33,
    "content": "He sheweth by it to his friend substance, Anger against perversity."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 1,
    "content": {
      "text": "Also, at this my heart trembleth, And it moveth from its place.",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 2,
    "content": "Hearken diligently to the trembling of His voice, Yea, the sound from His mouth goeth forth."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 3,
    "content": "Under the whole heavens He directeth it, And its light is over the skirts of the earth."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 4,
    "content": "After it roar doth a voice- He thundereth with the voice of His excellency, And He doth not hold them back, When His voice is heard."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 5,
    "content": "God thundereth with His voice wonderfully, Doing great things and we know not."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 6,
    "content": "For to snow He saith, ‘Be on the earth.’ And the small rain and great rain of His power."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 7,
    "content": "Into the hand of every man he sealeth, For the knowledge by all men of His work."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 8,
    "content": "And enter doth the beast into covert, And in its habitations it doth continue."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 9,
    "content": "From the inner chamber cometh a hurricane, And from scatterings winds-cold,"
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 10,
    "content": "From the breath of God is frost given, And the breadth of waters is straitened,"
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 11,
    "content": "Yea, by filling He doth press out a cloud, Scatter a cloud doth His light."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 12,
    "content": "And it is turning itself round by His counsels, For their doing all He commandeth them, On the face of the habitable earth."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 13,
    "content": "Whether for a rod, or for His land, Or for kindness-He doth cause it to come."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 14,
    "content": "Hear this, O Job, Stand and consider the wonders of God."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 15,
    "content": "Dost thou know when God doth place them, And caused to shine the light of His cloud?"
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 16,
    "content": "Dost thou know the balancings of a cloud? The wonders of the Perfect in knowledge?"
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 17,
    "content": "How thy garments are warm, In the quieting of the earth from the south?"
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 18,
    "content": "Thou hast made an expanse with Him For the clouds-strong as a hard mirror!"
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 19,
    "content": "Let us know what we say to Him, We set not in array because of darkness."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 20,
    "content": "Is it declared to Him that I speak? If a man hath spoken, surely he is swallowed up."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 21,
    "content": "And now, they have not seen the light, Bright it is in the clouds, And the wind hath passed by and cleanseth them."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 22,
    "content": "From the golden north it cometh, Beside God is fearful honour."
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 23,
    "content": "The Mighty! we have not found Him out, High in power and judgment, He doth not answer! And abundant in righteousness,"
  },
  {
    "book": "JOB",
    "chapter": 37,
    "verse": 24,
    "content": "Therefore do men fear Him, He seeth not any of the wise of heart."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 1,
    "content": {
      "text": "And Jehovah answereth Job out of the whirlwind, and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 2,
    "content": "Who is this-darkening counsel, By words without knowledge?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 3,
    "content": "Gird, I pray thee, as a man, thy loins, And I ask thee, and cause thou Me to know."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 4,
    "content": "Where wast thou when I founded earth? Declare, if thou hast known understanding."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 5,
    "content": "Who placed its measures-if thou knowest? Or who hath stretched out upon it a line?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 6,
    "content": "On what have its sockets been sunk? Or who hath cast its corner-stone?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 7,
    "content": "In the singing together of stars of morning, And all sons of God shout for joy,"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 8,
    "content": "And He shutteth up with doors the sea, In its coming forth, from the womb it goeth out."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 9,
    "content": "In My making a cloud its clothing, And thick darkness its swaddling band,"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 10,
    "content": "And I measure over it My statute, And place bar and doors,"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 11,
    "content": "And say, ‘Hitherto come thou, and add not, And a command is placed On the pride of thy billows.’"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 12,
    "content": "Hast thou commanded morning since thy days? Causest thou the dawn to know its place?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 13,
    "content": "To take hold on the skirts of the earth, And the wicked are shaken out of it,"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 14,
    "content": "It turneth itself as clay of a seal And they station themselves as clothed."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 15,
    "content": "And withheld from the wicked is their light, And the arm lifted up is broken."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 16,
    "content": "Hast thou come in to springs of the sea? And in searching the deep Hast thou walked up and down?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 17,
    "content": "Revealed to thee were the gates of death? And the gates of death-shade dost thou see?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 18,
    "content": "Thou hast understanding, Even unto the broad places of earth! Declare-if thou hast known it all."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 19,
    "content": "Where is this-the way light dwelleth? And darkness, where is this-its place?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 20,
    "content": "That thou dost take it unto its boundary, And that thou dost understand The paths of its house."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 21,
    "content": "Thou hast known-for then thou art born And the number of thy days are many!"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 22,
    "content": "Hast thou come in unto the treasure of snow? Yea, the treasures of hail dost thou see?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 23,
    "content": "That I have kept back for a time of distress, For a day of conflict and battle."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 24,
    "content": "Where is this, the way light is apportioned? It scattereth an east wind over the earth."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 25,
    "content": "Who hath divided for the flood a conduit? And a way for the lightning of the voices?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 26,
    "content": "To cause it to rain on a land-no man, A wilderness-no man in it."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 27,
    "content": "To satisfy a desolate and waste place, And to cause to shoot up The produce of the tender grass?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 28,
    "content": "Hath the rain a father? Or who hath begotten the drops of dew?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 29,
    "content": "From whose belly came forth the ice? And the hoar-frost of the heavens, Who hath begotten it?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 30,
    "content": "As a stone waters are hidden, And the face of the deep is captured."
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 31,
    "content": "Dost thou bind sweet influences of Kimah? Or the attractions of Kesil dost thou open?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 32,
    "content": "Dost thou bring out Mazzaroth in its season? And Aysh for her sons dost thou comfort?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 33,
    "content": "Hast thou known the statutes of heaven? Or dost thou appoint Its dominion in the earth?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 34,
    "content": "Dost thou lift up to the cloud thy voice, And abundance of water doth cover thee?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 35,
    "content": "Dost thou send out lightnings, and they go And say unto thee, ‘Behold us?’"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 36,
    "content": "Who hath put in the inward parts wisdom? Or who hath given To the covered part understanding?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 37,
    "content": "Who doth number the clouds by wisdom? And the bottles of the heavens, Who doth cause to lie down,"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 38,
    "content": "In the hardening of dust into hardness, And clods cleave together?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 39,
    "content": "Dost thou hunt for a lion prey? And the desire of young lions fulfil?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 40,
    "content": "When they bow down in dens- Abide in a thicket for a covert?"
  },
  {
    "book": "JOB",
    "chapter": 38,
    "verse": 41,
    "content": "Who doth prepare for a raven his provision, When his young ones cry unto God? They wander without food."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 1,
    "content": {
      "text": "Hast thou known the time of The bearing of the wild goats of the rock? The bringing forth of hinds thou dost mark!",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 2,
    "content": "Thou dost number the months they fulfil? And thou hast known the time of their bringing forth!"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 3,
    "content": "They bow down, Their young ones they bring forth safely, Their pangs they cast forth."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 4,
    "content": "Safe are their young ones, They grow up in the field, they have gone out, And have not returned to them."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 5,
    "content": "Who hath sent forth the wild ass free? Yea, the bands of the wild ass who opened?"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 6,
    "content": "Whose house I have made the wilderness, And his dwellings the barren land,"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 7,
    "content": "He doth laugh at the multitude of a city, The cries of an exactor he heareth not."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 8,
    "content": "The range of mountains is his pasture, And after every green thing he seeketh."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 9,
    "content": "Is a Reem willing to serve thee? Doth he lodge by thy crib?"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 10,
    "content": "Dost thou bind a Reem in a furrow with his thick band? Doth he harrow valleys after thee?"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 11,
    "content": "Dost thou trust in him because great is his power? And dost thou leave unto him thy labour?"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 12,
    "content": "Dost thou trust in him That he doth bring back thy seed? And to thy threshing-floor doth gather it?"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 13,
    "content": "The wing of the rattling ones exulteth, Whether the pinion of the ostrich or hawk."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 14,
    "content": "For she leaveth on the earth her eggs, And on the dust she doth warm them,"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 15,
    "content": "And she forgetteth that a foot may press it, And a beast of the field tread it down."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 16,
    "content": "Her young ones it hath hardened without her, In vain is her labour without fear."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 17,
    "content": "For God hath caused her to forget wisdom, And He hath not given a portion To her in understanding:"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 18,
    "content": "At the time on high she lifteth herself up, She laugheth at the horse and at his rider."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 19,
    "content": "Dost thou give to the horse might? Dost thou clothe his neck with a mane?"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 20,
    "content": "Dost thou cause him to rush as a locust? The majesty of his snorting is terrible."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 21,
    "content": "They dig in a valley, and he rejoiceth in power, He goeth forth to meet the armour."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 22,
    "content": "He laugheth at fear, and is not affrighted, And he turneth not back from the face of the sword."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 23,
    "content": "Against him rattle doth quiver, The flame of a spear, and a halbert."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 24,
    "content": "With trembling and rage he swalloweth the ground, And remaineth not stedfast Because of the sound of a trumpet."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 25,
    "content": "Among the trumpets he saith, Aha, And from afar he doth smell battle, Roaring of princes and shouting."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 26,
    "content": "By thine understanding flieth a hawk? Spreadeth he his wings to the south?"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 27,
    "content": "At thy command goeth an eagle up high? Or lifteth he up his nest?"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 28,
    "content": "A rock he doth inhabit, Yea, he lodgeth on the tooth of a rock, and fortress."
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 29,
    "content": "From thence he hath sought food, To a far off place his eyes look attentively,"
  },
  {
    "book": "JOB",
    "chapter": 39,
    "verse": 30,
    "content": "And his brood gulp up blood, And where the pierced are-there is he!"
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 1,
    "content": {
      "text": "And Jehovah doth answer Job, and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 2,
    "content": "Is the striver with the Mighty instructed? The reprover of God, let him answer it."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 3,
    "content": "And Job answereth Jehovah, and saith:-"
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 4,
    "content": "Lo, I have been vile, What do I return to Thee? My hand I have placed on my mouth."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 5,
    "content": "Once I have spoken, and I answer not, And twice, and I add not."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 6,
    "content": "And Jehovah answereth Job out of the whirlwind, and saith:-"
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 7,
    "content": "Gird, I pray thee, as a man, thy loins, I ask thee, and cause thou Me to know."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 8,
    "content": "Dost thou also make void My judgment? Dost thou condemn Me, That thou mayest be righteous?"
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 9,
    "content": "And an arm like God hast thou? And with a voice like Him dost thou thunder?"
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 10,
    "content": "Put on, I pray thee, excellency and loftiness, Yea, honour and beauty put on."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 11,
    "content": "Scatter abroad the wrath of thine anger, And see every proud one, and make him low."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 12,
    "content": "See every proud one-humble him, And tread down the wicked in their place."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 13,
    "content": "Hide them in the dust together, Their faces bind in secret."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 14,
    "content": "And even I-I do praise thee, For thy right hand giveth salvation to thee."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 15,
    "content": "Lo, I pray thee, Behemoth, that I made with thee: Grass as an ox he eateth."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 16,
    "content": "Lo, I pray thee, his power is in his loins, And his strength in the muscles of his belly."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 17,
    "content": "He doth bend his tail as a cedar, The sinews of his thighs are wrapped together,"
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 18,
    "content": "His bones are tubes of brass, His bones are as a bar of iron."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 19,
    "content": "He is a beginning of the ways of God, His Maker bringeth nigh his sword;"
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 20,
    "content": "For food do mountains bear for him, And all the beasts of the field play there."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 21,
    "content": "Under shades he lieth down, In a secret place of reed and mire."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 22,
    "content": "Cover him do shades, with their shadow, Cover him do willows of the brook."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 23,
    "content": "Lo, a flood oppresseth-he doth not haste, He is confident though Jordan Doth come forth unto his mouth."
  },
  {
    "book": "JOB",
    "chapter": 40,
    "verse": 24,
    "content": "Before his eyes doth one take him, With snares doth one pierce the nose?"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 1,
    "content": {
      "text": "Dost thou draw leviathan with an angle? And with a rope thou lettest down-his tongue?",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 2,
    "content": "Dost thou put a reed in his nose? And with a thorn pierce his jaw?"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 3,
    "content": "Doth he multiply unto thee supplications? Doth he speak unto thee tender things?"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 4,
    "content": "Doth he make a covenant with thee? Dost thou take him for a servant age-during?"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 5,
    "content": "Dost thou play with him as a bird? And dost thou bind him for thy damsels?"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 6,
    "content": "(Feast upon him do companions, They divide him among the merchants!)"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 7,
    "content": "Dost thou fill with barbed irons his skin? And with fish-spears his head?"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 8,
    "content": "Place on him thy hand, Remember the battle-do not add!"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 9,
    "content": "Lo, the hope of him is found a liar, Also at his appearance is not one cast down?"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 10,
    "content": "None so fierce that he doth awake him, And who is he before Me stationeth himself?"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 11,
    "content": "Who hath brought before Me and I repay? Under the whole heavens it is mine."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 12,
    "content": "I do not keep silent concerning his parts, And the matter of might, And the grace of his arrangement."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 13,
    "content": "Who hath uncovered the face of his clothing? Within his double bridle who doth enter?"
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 14,
    "content": "The doors of his face who hath opened? Round about his teeth are terrible."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 15,
    "content": "A pride-strong ones of shields, Shut up-a close seal."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 16,
    "content": "One unto another they draw nigh, And air doth not enter between them."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 17,
    "content": "One unto another they adhere, They stick together and are not separated."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 18,
    "content": "His sneezings cause light to shine, And his eyes are as the eyelids of the dawn."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 19,
    "content": "Out of his mouth do flames go, sparks of fire escape."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 20,
    "content": "Out of his nostrils goeth forth smoke, As a blown pot and reeds."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 21,
    "content": "His breath setteth coals on fire, And a flame from his mouth goeth forth."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 22,
    "content": "In his neck lodge doth strength, And before him doth grief exult."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 23,
    "content": "The flakes of his flesh have adhered- Firm upon him-it is not moved."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 24,
    "content": "His heart is firm as a stone, Yea, firm as the lower piece."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 25,
    "content": "From his rising are the mighty afraid, From breakings they keep themselves free."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 26,
    "content": "The sword of his overtaker standeth not, Spear-dart-and lance."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 27,
    "content": "He reckoneth iron as straw, brass as rotten wood."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 28,
    "content": "The son of the bow doth not cause him to flee, Turned by him into stubble are stones of the sling."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 29,
    "content": "As stubble have darts been reckoned, And he laugheth at the shaking of a javelin."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 30,
    "content": "Under him are sharp points of clay, He spreadeth gold on the mire."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 31,
    "content": "He causeth to boil as a pot the deep, The sea he maketh as a pot of ointment."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 32,
    "content": "After him he causeth a path to shine, One thinketh the deep to be hoary."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 33,
    "content": "There is not on the earth his like, That is made without terror."
  },
  {
    "book": "JOB",
    "chapter": 41,
    "verse": 34,
    "content": "Every high thing he doth see, He is king over all sons of pride."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 1,
    "content": {
      "text": "And Job answereth Jehovah and saith:-",
      "paragraph": true
    }
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 2,
    "content": "Thou hast known that for all things Thou art able, And not withheld from Thee is any device:"
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 3,
    "content": "‘Who is this, hiding counsel without knowledge?’ Therefore, I have declared, and understand not, Too wonderful for me, and I know not."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 4,
    "content": "‘Hear, I pray thee, and I-I do speak, I ask thee, and cause thou me to know.’"
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 5,
    "content": "By the hearing of the ear I heard Thee, And now mine eye hath seen Thee."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 6,
    "content": "Therefore do I loathe it, And I have repented on dust and ashes."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 7,
    "content": "And it cometh to pass after Jehovah’s speaking these words unto Job, that Jehovah saith unto Eliphaz the Temanite, ‘Burned hath Mine anger against thee, and against thy two friends, because ye have not spoken concerning Me rightly, like My servant Job."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 8,
    "content": "And now, take to you seven bullocks and seven rams, and go ye unto My servant Job, and ye have caused a burnt-offering to ascend for you; and Job My servant doth pray for you, for surely his face I accept, so as not to do with you folly, because ye have not spoken concerning Me rightly, like My servant Job."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 9,
    "content": "And they go-Eliphaz the Temanite, and Bildad the Shuhite, Zophar the Naamathite-and do as Jehovah hath spoken unto them; and Jehovah doth accept the face of Job."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 10,
    "content": "And Jehovah hath turned to the captivity of Job in his praying for his friends, and Jehovah doth add to all that Job hath-to double."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 11,
    "content": "And come unto him do all his brethren, and all his sisters, and all his former acquaintances, and they eat bread with him in his house, and bemoan him, and comfort him concerning all the evil that Jehovah had brought upon him, and they gave to him each one kesitah, and each one ring of gold."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 12,
    "content": "And Jehovah hath blessed the latter end of Job more than his beginning, and he hath fourteen thousand of a flock, and six thousand camels, and a thousand pairs of oxen, and a thousand she-asses."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 13,
    "content": "And he hath seven sons and three daughters;"
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 14,
    "content": "and he calleth the name of the one Jemima, and the name of the second Kezia, and the name of the third Keren-Happuch."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 15,
    "content": "And there have not been found women fair as the daughters of Job in all the land, and their father doth give to them an inheritance in the midst of their brethren."
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 16,
    "content": "And Job liveth after this a hundred and forty years, and seeth his sons, and his sons’ sons, four generations;"
  },
  {
    "book": "JOB",
    "chapter": 42,
    "verse": 17,
    "content": "and Job dieth, aged and satisfied with days."
  }
]
