[
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 1,
    "content": {
      "text": "Burden of Nineveh. The Book of the Vision of Nahum the Elkoshite.",
      "paragraph": true
    }
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 2,
    "content": "A God zealous and avenging is Jehovah, An avenger is Jehovah, and possessing fury. An avenger is Jehovah on His adversaries, And He is watching for His enemies."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 3,
    "content": "Jehovah is slow to anger, and great in power, And Jehovah doth not entirely acquit, In a hurricane and in a tempest is His way, And a cloud is the dust of His feet."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 4,
    "content": "He is pushing against a sea, and drieth it up, Yea, all the floods He hath made dry, Languishing are Bashan and Carmel, Yea, the flower of Lebanon is languishing."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 5,
    "content": "Mountains have shaken because of Him, And the hills have been melted; And lifted up is the earth at His presence, And the world and all dwelling in it."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 6,
    "content": "Before His indignation who doth stand? And who riseth up in the heat of His anger? His fury hath been poured out like fire, And the rocks have been broken by Him."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 7,
    "content": "Good is Jehovah for a strong place in a day of distress. And He knoweth those trusting in Him."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 8,
    "content": "And with a flood passing over, An end He maketh of its place, And His enemies doth darkness pursue."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 9,
    "content": "What do we devise against Jehovah? An end He is making, arise not twice doth distress."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 10,
    "content": "For while princes are perplexed, And with their drink are drunken, They have been consumed as stubble fully dried."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 11,
    "content": "From thee hath come forth a deviser of evil Against Jehovah-a worthless counsellor."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 12,
    "content": "Thus said Jehovah: Though complete, and thus many, Yet thus they have been cut off, And he hath passed away. And I afflicted thee, I afflict thee no more."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 13,
    "content": "And now I break his rod from off thee, And thy bands I do draw away."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 14,
    "content": "And commanded concerning thee hath Jehovah, ‘No more of thy name doth spread abroad, From the house of thy gods I cut off graven and molten image, I appoint thy grave, for thou hast been vile."
  },
  {
    "book": "NAH",
    "chapter": 1,
    "verse": 15,
    "content": "Lo, on the mountains the feet of one proclaiming tidings, sounding peace! Celebrate, O Judah, thy festivals, complete thy vows, For add no more to pass over into thee doth the worthless, He hath been completely cut off!"
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 1,
    "content": {
      "text": "Come up hath a scatterer to thy face, Keep the bulwark, watch the way, Strengthen the loins, strengthen power mightily.",
      "paragraph": true
    }
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 2,
    "content": "For turned back hath Jehovah to the excellency of Jacob, As to the excellency of Israel, For emptied them out have emptiers, And their branches they have marred."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 3,
    "content": "The shield of his mighty ones is become red, Men of might are in scarlet, With fiery torches is the chariot in a day of his preparation, And the firs have been caused to tremble."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 4,
    "content": "In out-places shine do the chariots, They go to and fro in broad places, Their appearances are like torches, As lightnings they run."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 5,
    "content": "He doth remember his honourable ones, They stumble in their goings, They hasten to its wall, and prepared is the covering."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 6,
    "content": "Gates of the rivers have been opened, And the palace is dissolved."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 7,
    "content": "And it is established-she hath removed, She hath been brought up, And her handmaids are leading as the voice of doves, Tabering on their hearts."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 8,
    "content": "And Nineveh is as a pool of waters, From of old it is-and they are fleeing! ‘Stand ye, stand;’ and none is turning!"
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 9,
    "content": "Seize ye silver, seize ye gold, And there is no end to the prepared things, To the abundance of all desirable vessels."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 10,
    "content": "She is empty, yea, emptiness and waste, And the heart hath melted, And the knees have smitten together, And great pain is in all loins, And the faces of all of them have gathered paleness."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 11,
    "content": "Where is the habitation of lionesses? And a feeding-place it is for young lions Where walked hath a lion, an old lion, A lion’s whelp, and there is none troubling."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 12,
    "content": "The lion is tearing parts for his whelps, And is strangling for his lionesses, And he doth fill with prey his holes, And his habitations with rapine."
  },
  {
    "book": "NAH",
    "chapter": 2,
    "verse": 13,
    "content": "Lo, I am against thee, An affirmation of Jehovah of Hosts, And I have burned in smoke its chariot, And thy young lions consume doth a sword, And I have cut off from the land thy prey, And not heard any more is the voice of thy messengers!"
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 1,
    "content": {
      "text": "Woe to the city of blood, She is all with lies-burglary-full, Prey doth not depart.",
      "paragraph": true
    }
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 2,
    "content": "The sound of a whip, And the sound of the rattling of a wheel, And of a prancing horse, and of a bounding chariot, Of a horseman mounting."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 3,
    "content": "And the flame of a sword, and the lightning of a spear, And the abundance of the wounded, And the weight of carcases, Yea, there is no end to the bodies, They stumble over their bodies."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 4,
    "content": "Because of the abundance of the fornications of an harlot, The goodness of the grace of the lady of witchcrafts, Who is selling nations by her fornications, And families by her witchcrafts."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 5,
    "content": "Lo, I am against thee, An affirmation of Jehovah of Hosts, And have removed thy skirts before thy face, And have shewed nations thy nakedness, And kingdoms thy shame,"
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 6,
    "content": "And I have cast upon thee abominations, And dishonoured thee, and made thee as a sight."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 7,
    "content": "And it hath come to pass, Each of thy beholders fleeth from thee, And hath said: ‘Spoiled is Nineveh, Who doth bemoan for her?’ Whence do I seek comforters for thee?"
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 8,
    "content": "Art thou better than No-Ammon, That is dwelling among brooks? Waters she hath round about her, Whose bulwark is the sea, waters her wall."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 9,
    "content": "Cush her might, and Egypt, and there is no end. Put and Lubim have been for thy help."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 10,
    "content": "Even she doth become an exile, She hath gone into captivity, Even her sucklings are dashed to pieces At the top of all out-places, And for her honoured ones they cast a lot, And all her great ones have been bound in fetters."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 11,
    "content": "Even thou art drunken, thou art hidden, Even thou dost seek a strong place, because of an enemy."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 12,
    "content": "All thy fortresses are fig-trees with first-fruits, If they are shaken, They have fallen into the mouth of the eater."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 13,
    "content": "Lo, thy people are women in thy midst, To thine enemies thoroughly opened Have been the gates of thy land, Consumed hath fire thy bars."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 14,
    "content": "Waters of a siege draw for thyself, Strengthen thy fortresses, Enter into mire, and tread on clay, Make strong a brick-kiln."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 15,
    "content": "There consume thee doth a fire, Cut thee off doth a sword, It doth consume thee as a cankerworm! Make thyself heavy as the cankerworm, Make thyself heavy as the locust."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 16,
    "content": "Multiply thy merchants above the stars of the heavens, The cankerworm hath stripped off, and doth flee away."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 17,
    "content": "Thy crowned ones are as a locust, And thy princes as great grasshoppers, That encamp in hedges in a day of cold, The sun hath risen, and it doth flee away, And not known is its place where they are."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 18,
    "content": "Slumbered have thy friends, king of Asshur, Rest do thine honourable ones, Scattered have been thy people on the mountains, And there is none gathering."
  },
  {
    "book": "NAH",
    "chapter": 3,
    "verse": 19,
    "content": "There is no weakening of thy destruction, Grievous is thy smiting, All hearing thy fame have clapped the hand at thee, For over whom did not thy wickedness pass continually?"
  }
]