[
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 1,
    "content": {
      "text": "A word of Jehovah that hath been unto Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezikiah, in the days of Josiah son of Amoz, king of Judah:",
      "paragraph": true
    }
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 2,
    "content": "I utterly consume all from off the face of the ground, An affirmation of Jehovah."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 3,
    "content": "I consume man and beast, I consume fowl of the heavens, and fishes of the sea, And the stumbling-blocks-the wicked, And I have cut off man from the face of the ground, An affirmation of Jehovah,"
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 4,
    "content": "And stretched out My hand against Judah, And against all inhabiting Jerusalem, And cut off from this place the remnant of Baal, The name of the idolatrous priests, with the priests,"
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 5,
    "content": "And those bowing themselves On the roofs to the host of the heavens, And those bowing themselves, Swearing to Jehovah, and swearing by Malcham,"
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 6,
    "content": "And those removing from after Jehovah, And who have not sought Jehovah, nor besought Him."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 7,
    "content": "Hush! because of the Lord Jehovah, For near is a day of Jehovah, For prepared hath Jehovah a sacrifice, He hath sanctified His invited ones."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 8,
    "content": "And it hath come to pass, In the day of the sacrifice of Jehovah, That I have laid a charge on the heads, And on sons of the king, And on all putting on strange clothing."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 9,
    "content": "And I have laid a charge on every one Who is leaping over the threshold in that day, Who are filling the house of their masters With violence and deceit."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 10,
    "content": "And there hath been in that day, An affirmation of Jehovah, The noise of a cry from the fish-gate, And of a howling from the Second, And of great destruction from the hills."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 11,
    "content": "Howl, ye inhabitants of the hollow place, For cut off hath been all the merchant people, Cut off have been all bearing silver."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 12,
    "content": "And it hath come to pass, at that time, I search Jerusalem with lights, And I have laid a charge on the men Who are hardened on their preserved things, Who are saying in their heart: Jehovah doth no good, nor doth He evil."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 13,
    "content": "And their wealth hath been for a spoil, And their houses for desolation, And they have built houses, and do not inhabit, And they have planted vineyards, And they do not drink their wine."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 14,
    "content": "Near is the great day of Jehovah, Near, and hasting exceedingly, The noise of the day of Jehovah, Bitterly shriek there doth a mighty one."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 15,
    "content": "A day of wrath is that day, A day of adversity and distress, A day of waste and desolation, A day of darkness and gloominess, A day of cloud and thick darkness."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 16,
    "content": "A day of trumpet and shouting against the fenced cities, And against the high corners."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 17,
    "content": "And I have sent distress to men, And they have walked as the blind, For against Jehovah they have sinned, And poured out is their blood as dust, And their flesh is as dung."
  },
  {
    "book": "ZPH",
    "chapter": 1,
    "verse": 18,
    "content": "Even their silver, even their gold, Is not able to deliver them in a day of the wrath of Jehovah, And in the fire of His jealousy consumed is the whole land, For only a hastened end doth He make Of all the inhabitants of the land!"
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 1,
    "content": {
      "text": "Bend yourselves, yea, bend ye, O nation not desired,",
      "paragraph": true
    }
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 2,
    "content": "Before the bringing forth of a statute, As chaff hath the day passed on, While yet not come in upon you doth the heat of the anger of Jehovah, While yet not come in upon you doth a day of the anger of Jehovah,"
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 3,
    "content": "Seek Jehovah, all ye humble of the land, Who His judgment have done, Seek ye righteousness, seek humility, It may be ye are hidden in a day of the anger of Jehovah."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 4,
    "content": "For Gaza is forsaken, And Ashkelon is for a desolation, Ashdod! at noon they do cast her forth, And Ekron is rooted up."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 5,
    "content": "Ho! O inhabitants of the sea-coast, Nation of the Cherethites, A word of Jehovah is against you, Canaan, land of the Philistines, And I have destroyed thee without an inhabitant."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 6,
    "content": "And the sea-coast hath been habitations, Cottages for shepherds, and folds for a flock."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 7,
    "content": "And the coast hath been for the remnant of the house of Judah, By them they have pleasure, In houses of Ashkelon at even they lie down, For inspect them doth Jehovah their God, And He hath turned back to their captivity."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 8,
    "content": "I have heard the reproach of Moab, And the revilings of the sons of Ammon, Wherewith they reproached My people, And magnify themselves against their border."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 9,
    "content": "Therefore, I live, An affirmation of Jehovah of Hosts, God of Israel, Surely, Moab is as Sodom, And the sons of Ammon as Gomorrah, An overrunning of nettles and salt-pits, And a desolation-unto the age. A residue of My people do seize them, And a remnant of My nation inherit them."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 10,
    "content": "This is to them for their arrogancy, Because they have reproached, And they magnify themselves against the people of Jehovah of Hosts."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 11,
    "content": "Fearful is Jehovah against them, For He made bare all gods of the land, And bow themselves to Him, each from his place, Do all islanders of the nations."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 12,
    "content": "Also ye, O Cushim, pierced of My sword are they."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 13,
    "content": "And He stretcheth His hand against the north, And doth destroy Asshur, And he setteth Nineveh for a desolation, A dry land like a wilderness."
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 14,
    "content": "And crouched in her midst have droves, Every beast of the nation, Both pelican and hedge-hog in her knobs lodge, A voice doth sing at the window, ‘Destruction is at the threshold, For the cedar-work is exposed.’"
  },
  {
    "book": "ZPH",
    "chapter": 2,
    "verse": 15,
    "content": "This is the exulting city that is dwelling confidently, That is saying in her heart, ‘I am, and beside me there is none,’ How hath she been for a desolation,"
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 1,
    "content": {
      "text": "Woe to the rebellious and polluted, The oppressing city!",
      "paragraph": true
    }
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 2,
    "content": "She hath not hearkened to the voice, She hath not accepted instruction, In Jehovah she hath not trusted, Unto her God she hath not drawn near."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 3,
    "content": "Her heads in her midst are roaring lions, Her judges are evening wolves, They have not gnawn the bone in the morning."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 4,
    "content": "Her prophets unstable-men of treachery, Her priests have polluted the sanctuary, They have violated the law."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 5,
    "content": "Jehovah is righteous in her midst, He doth not do perverseness, Morning by morning His judgment he giveth to the light, It hath not been lacking, And the perverse doth not know shame."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 6,
    "content": "I have cut off nations, Desolated have been their chief ones, I have laid waste their out-places without any passing by, Destroyed have been their cities, Without man, without inhabitant."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 7,
    "content": "I have said: Only, ye do fear Me, Ye do accept instruction, And her habitation is not cut off, All that I have appointed for her, But they have risen early, They have corrupted all their doings."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 8,
    "content": "Therefore, wait for Me-an affirmation of Jehovah, For the day of My rising for prey, For My judgment is to gather nations, To assemble kingdoms, To pour out on them Mine indignation, All the heat of Mine anger, For by the fire of My jealousy consumed is all the earth."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 9,
    "content": "For then do I turn unto peoples a pure lip, To call all of them by the name of Jehovah, To serve Him with one shoulder."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 10,
    "content": "From beyond the rivers of Cush, my supplicants, The daughter of My scattered ones, Do bring My present."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 11,
    "content": "In that day thou art not ashamed because of any of thine actions, Wherewith thou hast transgressed against Me, For then do I turn aside from thy midst The exulting ones of thine excellency, And thou dost add no more to be haughty, In My holy mountain."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 12,
    "content": "And I have left in thy midst a people humble and poor, And they have trusted in the name of Jehovah."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 13,
    "content": "The remnant of Israel do no perversity, nor speak lies, Nor found in their mouth is a deceitful tongue, For they have delight, and have lain down, And there is none troubling."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 14,
    "content": "Cry aloud, O daughter of Zion, shout, O Israel, Rejoice and exult with the whole heart, O daughter of Jerusalem."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 15,
    "content": "Jehovah hath turned aside thy judgments, He hath faced thine enemy, The king of Israel, Jehovah, is in thy midst, Thou seest evil no more."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 16,
    "content": "In that day it is said to Jerusalem, ‘Fear not, O Zion, let not thy hands be feeble."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 17,
    "content": "Jehovah thy God is in thy midst, A mighty one doth save, He rejoiceth over thee with joy, He doth work in His love, He joyeth over thee with singing.’"
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 18,
    "content": "Mine afflicted from the appointed place I have gathered, from thee they have been, Bearing for her sake reproach."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 19,
    "content": "Lo, I am dealing with all afflicting thee at that time, And I have saved the halting one, And the driven out ones I do gather, And have set them for a praise and for a name, In all the land of their shame."
  },
  {
    "book": "ZPH",
    "chapter": 3,
    "verse": 20,
    "content": "At that time I bring you in, Even at the time of My assembling you, For I give you for a name, and for a praise, Among all peoples of the land, In My turning back to your captivity before your eyes, said Jehovah!"
  }
]