[
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 1,
    "content": [
      {
        "type": "p"
      },
      {
        "text": "Paul, a prisoner of Christ Jesus, and Timotheus the brother, to Philemon our beloved and fellow-worker,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 2,
    "content": [
      {
        "text": "and Apphia the beloved, and Archippus our fellow-soldier, and the assembly in thy house:"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 3,
    "content": [
      {
        "text": "Grace to you, and peace, from God our Father, and the Lord Jesus Christ!"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 4,
    "content": [
      {
        "text": "I give thanks to my God, always making mention of thee in my prayers,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 5,
    "content": [
      {
        "text": "hearing of thy love and faith that thou hast unto the Lord Jesus and toward all the saints,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 6,
    "content": [
      {
        "text": "that the fellowship of thy faith may become working in the full knowledge of every good thing that is in you toward Christ Jesus;"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 7,
    "content": [
      {
        "text": "for we have much joy and comfort in thy love, because the bowels of the saints have been refreshed through thee, brother."
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 8,
    "content": [
      {
        "text": "Wherefore, having in Christ much boldness to command thee that which is fit-"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 9,
    "content": [
      {
        "text": "because of the love I rather entreat, being such an one as Paul the aged, and now also a prisoner of Jesus Christ;"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 10,
    "content": [
      {
        "text": "I entreat thee concerning my child-whom I did beget in my bonds-Onesimus,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 11,
    "content": [
      {
        "text": "who once was to thee unprofitable, and now is profitable to me and to thee,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 12,
    "content": [
      {
        "text": "whom I did send again, and thou him (that is, my own bowels) receive,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 13,
    "content": [
      {
        "text": "whom I did wish to retain to myself, that in thy behalf he might minister to me in the bonds of the good news,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 14,
    "content": [
      {
        "text": "and apart from thy mind I willed to do nothing, that as of necessity thy good deed may not be, but of willingness,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 15,
    "content": [
      {
        "text": "for perhaps because of this he did depart for an hour, that age-duringly thou mayest have him,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 16,
    "content": [
      {
        "text": "no more as a servant, but above a servant-a brother beloved, especially to me, and how much more to thee, both in the flesh and in the Lord!"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 17,
    "content": [
      {
        "text": "If, then, with me thou hast fellowship, receive him as me,"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 18,
    "content": [
      {
        "text": "and if he did hurt to thee, or doth owe anything, this to me be reckoning;"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 19,
    "content": [
      {
        "text": "I, Paul did write with my hand, I-I will repay; that I may not say that also thyself, besides, to me thou dost owe."
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 20,
    "content": [
      {
        "text": "Yes, brother, may I have profit of thee in the Lord; refresh my bowels in the Lord;"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 21,
    "content": [
      {
        "text": "having been confident in thy obedience I did write to thee, having known that also above what I may say thou wilt do;"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 22,
    "content": [
      {
        "text": "and at the same time also prepare for me a lodging, for I hope that through your prayers I shall be granted to you."
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 23,
    "content": [
      {
        "text": "Salute thee doth Epaphras, (my fellow-captive in Christ Jesus,)"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 24,
    "content": [
      {
        "text": "Markus, Aristarchus, Demas, Lukas, my fellow-workmen!"
      }
    ]
  },
  {
    "book": "PHM",
    "chapter": 1,
    "verse": 25,
    "content": [
      {
        "text": "The grace of our Lord Jesus Christ is with your spirit! Amen."
      }
    ]
  }
]