[
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 1,
    "content": [
      {
        "text": "Now in the first year of Cyrus king of Persia, that Yahweh’s",
        "foot": {
          "type": "stu",
          "content": "“Yahweh” is God’s proper Name, sometimes rendered “LORD” (all caps) in other translations."
        },
        "paragraph": true
      },
      " word by Jeremiah’s mouth might be accomplished, Yahweh stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and put it also in writing, saying,"
    ]
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 2,
    "content": [
      {
        "text": "“Cyrus king of Persia says, ‘Yahweh, the God",
        "foot": {
          "type": "trn",
          "content": [
            "The Hebrew word rendered “God” is “",
            {
              "text": "אֱלֹהִ֑ים",
              "script": "H"
            },
            "” (Elohim)."
          ]
        }
      },
      " of heaven, has given me all the kingdoms of the earth; and he has commanded me to build him a house in Jerusalem, which is in Judah."
    ]
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 3,
    "content": "Whoever there is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of Yahweh, the God of Israel (he is God), which is in Jerusalem."
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 4,
    "content": "Whoever is left, in any place where he lives, let the men of his place help him with silver, with gold, with goods, and with animals, in addition to the free will offering for God’s house which is in Jerusalem.’ ”"
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 5,
    "content": {
      "text": "Then the heads of fathers’ households of Judah and Benjamin, the priests and the Levites, all whose spirit God had stirred to go up, rose up to build Yahweh’s house which is in Jerusalem.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 6,
    "content": "All those who were around them strengthened their hands with vessels of silver, with gold, with goods, with animals, and with precious things, in addition to all that was willingly offered."
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 7,
    "content": "Also Cyrus the king brought out the vessels of Yahweh’s house, which Nebuchadnezzar had brought out of Jerusalem, and had put in the house of his gods;"
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 8,
    "content": "even those, Cyrus king of Persia brought out by the hand of Mithredath the treasurer, and counted them out to Sheshbazzar the prince of Judah."
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 9,
    "content": "This is the number of them: thirty platters of gold, one thousand platters of silver, twenty-nine knives,"
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 10,
    "content": "thirty bowls of gold, four hundred ten silver bowls of a second kind, and one thousand other vessels."
  },
  {
    "book": "EZR",
    "chapter": 1,
    "verse": 11,
    "content": "All the vessels of gold and of silver were five thousand four hundred. Sheshbazzar brought all these up when the captives were brought up from Babylon to Jerusalem."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 1,
    "content": {
      "text": "Now these are the children of the province who went up out of the captivity of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and who returned to Jerusalem and Judah, everyone to his city;",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 2,
    "content": "who came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. The number of the men of the people of Israel:"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 3,
    "content": "The children of Parosh, two thousand one hundred seventy-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 4,
    "content": "The children of Shephatiah, three hundred seventy-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 5,
    "content": "The children of Arah, seven hundred seventy-five."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 6,
    "content": "The children of Pahathmoab, of the children of Jeshua and Joab, two thousand eight hundred twelve."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 7,
    "content": "The children of Elam, one thousand two hundred fifty-four."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 8,
    "content": "The children of Zattu, nine hundred forty-five."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 9,
    "content": "The children of Zaccai, seven hundred sixty."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 10,
    "content": "The children of Bani, six hundred forty-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 11,
    "content": "The children of Bebai, six hundred twenty-three."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 12,
    "content": "The children of Azgad, one thousand two hundred twenty-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 13,
    "content": "The children of Adonikam, six hundred sixty-six."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 14,
    "content": "The children of Bigvai, two thousand fifty-six."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 15,
    "content": "The children of Adin, four hundred fifty-four."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 16,
    "content": "The children of Ater, of Hezekiah, ninety-eight."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 17,
    "content": "The children of Bezai, three hundred twenty-three."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 18,
    "content": "The children of Jorah, one hundred twelve."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 19,
    "content": "The children of Hashum, two hundred twenty-three."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 20,
    "content": "The children of Gibbar, ninety-five."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 21,
    "content": "The children of Bethlehem, one hundred twenty-three."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 22,
    "content": "The men of Netophah, fifty-six."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 23,
    "content": "The men of Anathoth, one hundred twenty-eight."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 24,
    "content": "The children of Azmaveth, forty-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 25,
    "content": "The children of Kiriath Arim, Chephirah, and Beeroth, seven hundred forty-three."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 26,
    "content": "The children of Ramah and Geba, six hundred twenty-one."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 27,
    "content": "The men of Michmas, one hundred twenty-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 28,
    "content": "The men of Bethel and Ai, two hundred twenty-three."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 29,
    "content": "The children of Nebo, fifty-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 30,
    "content": "The children of Magbish, one hundred fifty-six."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 31,
    "content": "The children of the other Elam, one thousand two hundred fifty-four."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 32,
    "content": "The children of Harim, three hundred twenty."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 33,
    "content": "The children of Lod, Hadid, and Ono, seven hundred twenty-five."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 34,
    "content": "The children of Jericho, three hundred forty-five."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 35,
    "content": "The children of Senaah, three thousand six hundred thirty."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 36,
    "content": {
      "text": "The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy-three.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 37,
    "content": "The children of Immer, one thousand fifty-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 38,
    "content": "The children of Pashhur, one thousand two hundred forty-seven."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 39,
    "content": "The children of Harim, one thousand seventeen."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 40,
    "content": {
      "text": "The Levites: the children of Jeshua and Kadmiel, of the children of Hodaviah, seventy-four.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 41,
    "content": "The singers: the children of Asaph, one hundred twenty-eight."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 42,
    "content": "The children of the gatekeepers: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all one hundred thirty-nine."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 43,
    "content": {
      "text": "The temple servants: the children of Ziha, the children of Hasupha, the children of Tabbaoth,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 44,
    "content": "the children of Keros, the children of Siaha, the children of Padon,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 45,
    "content": "the children of Lebanah, the children of Hagabah, the children of Akkub,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 46,
    "content": "the children of Hagab, the children of Shamlai, the children of Hanan,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 47,
    "content": "the children of Giddel, the children of Gahar, the children of Reaiah,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 48,
    "content": "the children of Rezin, the children of Nekoda, the children of Gazzam,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 49,
    "content": "the children of Uzza, the children of Paseah, the children of Besai,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 50,
    "content": "the children of Asnah, the children of Meunim, the children of Nephisim,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 51,
    "content": "the children of Bakbuk, the children of Hakupha, the children of Harhur,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 52,
    "content": "the children of Bazluth, the children of Mehida, the children of Harsha,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 53,
    "content": "the children of Barkos, the children of Sisera, the children of Temah,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 54,
    "content": "the children of Neziah, the children of Hatipha."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 55,
    "content": {
      "text": "The children of Solomon’s servants: the children of Sotai, the children of Hassophereth, the children of Peruda,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 56,
    "content": "the children of Jaalah, the children of Darkon, the children of Giddel,"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 57,
    "content": "the children of Shephatiah, the children of Hattil, the children of Pochereth Hazzebaim, the children of Ami."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 58,
    "content": "All the temple servants, and the children of Solomon’s servants, were three hundred ninety-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 59,
    "content": [
      {
        "text": "These were those who went up from Tel Melah, Tel Harsha, Cherub, Addan, and Immer; but they could not show their fathers’ houses and their offspring,",
        "foot": {
          "type": "trn",
          "content": "or, seed"
        },
        "paragraph": true
      },
      " whether they were of Israel:"
    ]
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 60,
    "content": "the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty-two."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 61,
    "content": "Of the children of the priests: the children of Habaiah, the children of Hakkoz, and the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 62,
    "content": "These sought their place among those who were registered by genealogy, but they were not found; therefore they were deemed disqualified and removed from the priesthood."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 63,
    "content": "The governor told them that they should not eat of the most holy things until a priest stood up to serve with Urim and with Thummim."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 64,
    "content": {
      "text": "The whole assembly together was forty-two thousand three hundred sixty,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 65,
    "content": "in addition to their male servants and their female servants, of whom there were seven thousand three hundred thirty-seven; and they had two hundred singing men and singing women."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 66,
    "content": "Their horses were seven hundred thirty-six; their mules, two hundred forty-five;"
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 67,
    "content": "their camels, four hundred thirty-five; their donkeys, six thousand seven hundred twenty."
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 68,
    "content": {
      "text": "Some of the heads of fathers’ households, when they came to Yahweh’s house which is in Jerusalem, offered willingly for God’s house to set it up in its place.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 69,
    "content": [
      {
        "text": "They gave according to their ability into the treasury of the work sixty-one thousand darics of gold,",
        "foot": {
          "type": "stu",
          "content": "a daric was a gold coin issued by a Persian king, weighing about 8.4 grams or about 0.27 troy ounces each."
        }
      },
      {
        "text": " five thousand minas",
        "foot": {
          "type": "stu",
          "content": "A mina is about 600 grams or 1.3 U. S. pounds, so 5,000 minas is about 3 metric tons."
        }
      },
      " of silver, and one hundred priests’ garments."
    ]
  },
  {
    "book": "EZR",
    "chapter": 2,
    "verse": 70,
    "content": {
      "text": "So the priests and the Levites, with some of the people, the singers, the gatekeepers, and the temple servants, lived in their cities, and all Israel in their cities.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 1,
    "content": {
      "text": "When the seventh month had come, and the children of Israel were in the cities, the people gathered themselves together as one man to Jerusalem.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 2,
    "content": "Then Jeshua the son of Jozadak stood up with his brothers the priests and Zerubbabel the son of Shealtiel and his relatives, and built the altar of the God of Israel, to offer burnt offerings on it, as it is written in the law of Moses the man of God."
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 3,
    "content": "In spite of their fear because of the peoples of the surrounding lands, they set the altar on its base; and they offered burnt offerings on it to Yahweh, even burnt offerings morning and evening."
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 4,
    "content": "They kept the feast of booths, as it is written, and offered the daily burnt offerings by number, according to the ordinance, as the duty of every day required;"
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 5,
    "content": "and afterward the continual burnt offering, the offerings of the new moons, of all the set feasts of Yahweh that were consecrated, and of everyone who willingly offered a free will offering to Yahweh."
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 6,
    "content": "From the first day of the seventh month, they began to offer burnt offerings to Yahweh; but the foundation of Yahweh’s temple was not yet laid."
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 7,
    "content": "They also gave money to the masons and to the carpenters. They also gave food, drink, and oil to the people of Sidon and Tyre to bring cedar trees from Lebanon to the sea, to Joppa, according to the grant that they had from Cyrus King of Persia."
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 8,
    "content": {
      "text": "Now in the second year of their coming to God’s house at Jerusalem, in the second month, Zerubbabel the son of Shealtiel, Jeshua the son of Jozadak, and the rest of their brothers the priests and the Levites, and all those who had come out of the captivity to Jerusalem, began the work and appointed the Levites, from twenty years old and upward, to have the oversight of the work of Yahweh’s house.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 9,
    "content": "Then Jeshua stood with his sons and his brothers, Kadmiel and his sons, the sons of Judah, together to have the oversight of the workmen in God’s house: the sons of Henadad, with their sons and their brothers the Levites."
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 10,
    "content": {
      "text": "When the builders laid the foundation of Yahweh’s temple, they set the priests in their vestments with trumpets, with the Levites the sons of Asaph with cymbals, to praise Yahweh, according to the directions of David king of Israel.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 11,
    "content": "They sang to one another in praising and giving thanks to Yahweh, “For he is good, for his loving kindness endures forever toward Israel.” All the people shouted with a great shout, when they praised Yahweh, because the foundation of Yahweh’s house had been laid."
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 12,
    "content": {
      "text": "But many of the priests and Levites and heads of fathers’ households, the old men who had seen the first house, when the foundation of this house was laid before their eyes, wept with a loud voice. Many also shouted aloud for joy,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 3,
    "verse": 13,
    "content": "so that the people could not discern the noise of the shout of joy from the noise of the weeping of the people; for the people shouted with a loud shout, and the noise was heard far away."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 1,
    "content": {
      "text": "Now when the adversaries of Judah and Benjamin heard that the children of the captivity were building a temple to Yahweh, the God of Israel,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 2,
    "content": "they came near to Zerubbabel, and to the heads of fathers’ households, and said to them, “Let us build with you, for we seek your God as you do; and we have been sacrificing to him since the days of Esar Haddon king of Assyria, who brought us up here.”"
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 3,
    "content": {
      "text": "But Zerubbabel, Jeshua, and the rest of the heads of fathers’ households of Israel said to them, “You have nothing to do with us in building a house to our God; but we ourselves together will build to Yahweh, the God of Israel, as King Cyrus the king of Persia has commanded us.”",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 4,
    "content": {
      "text": "Then the people of the land weakened the hands of the people of Judah, and troubled them in building.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 5,
    "content": "They hired counselors against them to frustrate their purpose all the days of Cyrus king of Persia, even until the reign of Darius king of Persia."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 6,
    "content": "In the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 7,
    "content": {
      "text": "In the days of Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of his companions wrote to Artaxerxes king of Persia; and the writing of the letter was written in Syrian and delivered in the Syrian language.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 8,
    "content": "Rehum the chancellor and Shimshai the scribe wrote a letter against Jerusalem to Artaxerxes the king as follows."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 9,
    "content": "Then Rehum the chancellor, Shimshai the scribe, and the rest of their companions, the Dinaites, and the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Shushanchites, the Dehaites, the Elamites,"
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 10,
    "content": "and the rest of the nations whom the great and noble Osnappar brought over and settled in the city of Samaria, and in the rest of the country beyond the River, and so forth, wrote."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 11,
    "content": {
      "text": "This is the copy of the letter that they sent:",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 12,
    "content": {
      "text": "Be it known to the king that the Jews who came up from you have come to us to Jerusalem. They are building the rebellious and bad city, and have finished the walls and repaired the foundations.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 13,
    "content": "Be it known now to the king that if this city is built and the walls finished, they will not pay tribute, custom, or toll, and in the end it will be hurtful to the kings."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 14,
    "content": "Now because we eat the salt of the palace and it is not appropriate for us to see the king’s dishonor, therefore we have sent and informed the king,"
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 15,
    "content": "that search may be made in the book of the records of your fathers. You will see in the book of the records, and know that this city is a rebellious city, and hurtful to kings and provinces, and that they have started rebellions within it in the past. That is why this city was destroyed."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 16,
    "content": "We inform the king that if this city is built and the walls finished, then you will have no possession beyond the River."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 17,
    "content": {
      "text": "Then the king sent an answer to Rehum the chancellor, and to Shimshai the scribe, and to the rest of their companions who live in Samaria, and in the rest of the country beyond the River:",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 18,
    "content": {
      "text": "The letter which you sent to us has been plainly read before me.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 19,
    "content": "I decreed, and search has been made, and it was found that this city has made insurrection against kings in the past, and that rebellion and revolts have been made in it."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 20,
    "content": "There have also been mighty kings over Jerusalem who have ruled over all the country beyond the River; and tribute, custom, and toll was paid to them."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 21,
    "content": "Make a decree now to cause these men to cease, and that this city not be built until a decree is made by me."
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 22,
    "content": "Be careful that you not be slack doing so. Why should damage grow to the hurt of the kings?"
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 23,
    "content": {
      "text": "Then when the copy of King Artaxerxes’ letter was read before Rehum, Shimshai the scribe, and their companions, they went in haste to Jerusalem to the Jews, and made them to cease by force of arms.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 4,
    "verse": 24,
    "content": "Then work stopped on God’s house which is at Jerusalem. It stopped until the second year of the reign of Darius king of Persia."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 1,
    "content": {
      "text": "Now the prophets, Haggai the prophet and Zechariah the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem. They prophesied to them in the name of the God of Israel.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 2,
    "content": "Then Zerubbabel the son of Shealtiel, and Jeshua the son of Jozadak rose up and began to build God’s house which is at Jerusalem; and with them were the prophets of God, helping them."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 3,
    "content": {
      "text": "At the same time Tattenai, the governor beyond the River, came to them, with Shetharbozenai and their companions, and asked them, “Who gave you a decree to build this house and to finish this wall?”",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 4,
    "content": "They also asked for the names of the men who were making this building."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 5,
    "content": "But the eye of their God was on the elders of the Jews, and they didn’t make them cease until the matter should come to Darius, and an answer should be returned by letter concerning it."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 6,
    "content": {
      "text": "The copy of the letter that Tattenai, the governor beyond the River, and Shetharbozenai, and his companions the Apharsachites who were beyond the River, sent to Darius the king follows.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 7,
    "content": "They sent a letter to him, in which was written:"
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 8,
    "content": {
      "text": "Be it known to the king that we went into the province of Judah, to the house of the great God, which is being built with great stones and timber is laid in the walls. This work goes on with diligence and prospers in their hands.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 9,
    "content": "Then we asked those elders, and said to them thus, “Who gave you a decree to build this house, and to finish this wall?”"
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 10,
    "content": "We asked them their names also, to inform you that we might write the names of the men who were at their head."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 11,
    "content": "Thus they returned us answer, saying, “We are the servants of the God of heaven and earth and are building the house that was built these many years ago, which a great king of Israel built and finished."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 12,
    "content": "But after our fathers had provoked the God of heaven to wrath, he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house and carried the people away into Babylon."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 13,
    "content": "But in the first year of Cyrus king of Babylon, Cyrus the king made a decree to build this house of God."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 14,
    "content": "The gold and silver vessels of God’s house, which Nebuchadnezzar took out of the temple that was in Jerusalem and brought into the temple of Babylon, those Cyrus the king also took out of the temple of Babylon, and they were delivered to one whose name was Sheshbazzar, whom he had made governor."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 15,
    "content": "He said to him, ‘Take these vessels, go, put them in the temple that is in Jerusalem, and let God’s house be built in its place.’"
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 16,
    "content": "Then the same Sheshbazzar came and laid the foundations of God’s house which is in Jerusalem. Since that time even until now it has been being built, and yet it is not completed."
  },
  {
    "book": "EZR",
    "chapter": 5,
    "verse": 17,
    "content": "Now therefore, if it seems good to the king, let a search be made in the king’s treasure house, which is there at Babylon, whether it is so that a decree was made by Cyrus the king to build this house of God at Jerusalem; and let the king send his pleasure to us concerning this matter.”"
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 1,
    "content": {
      "text": "Then Darius the king made a decree, and the house of the archives, where the treasures were laid up in Babylon, was searched.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 2,
    "content": "A scroll was found at Achmetha, in the palace that is in the province of Media, and in it this was written for a record:"
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 3,
    "content": [
      {
        "text": "In the first year of Cyrus the king, Cyrus the king made a decree: Concerning God’s house at Jerusalem, let the house be built, the place where they offer sacrifices, and let its foundations be strongly laid, with its height sixty cubits",
        "foot": {
          "type": "stu",
          "content": "A cubit is the length from the tip of the middle finger to the elbow on a man’s arm, or about 18 inches or 46 centimeters."
        },
        "paragraph": true
      },
      " and its width sixty cubits;"
    ]
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 4,
    "content": "with three courses of great stones and a course of new timber. Let the expenses be given out of the king’s house."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 5,
    "content": "Also let the gold and silver vessels of God’s house, which Nebuchadnezzar took out of the temple which is at Jerusalem and brought to Babylon, be restored and brought again to the temple which is at Jerusalem, everything to its place. You shall put them in God’s house."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 6,
    "content": "Now therefore, Tattenai, governor beyond the River, Shetharbozenai, and your companions the Apharsachites, who are beyond the River, you must stay far from there."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 7,
    "content": "Leave the work of this house of God alone; let the governor of the Jews and the elders of the Jews build this house of God in its place."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 8,
    "content": "Moreover I make a decree regarding what you shall do for these elders of the Jews for the building of this house of God: that of the king’s goods, even of the tribute beyond the River, expenses must be given with all diligence to these men, that they not be hindered."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 9,
    "content": "That which they have need of, including young bulls, rams, and lambs, for burnt offerings to the God of heaven; also wheat, salt, wine, and oil, according to the word of the priests who are at Jerusalem, let it be given them day by day without fail,"
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 10,
    "content": "that they may offer sacrifices of pleasant aroma to the God of heaven, and pray for the life of the king and of his sons."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 11,
    "content": "I have also made a decree that whoever alters this message, let a beam be pulled out from his house, and let him be lifted up and fastened on it; and let his house be made a dunghill for this."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 12,
    "content": "May the God who has caused his name to dwell there overthrow all kings and peoples who stretch out their hand to alter this, to destroy this house of God which is at Jerusalem. I Darius have made a decree. Let it be done with all diligence."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 13,
    "content": {
      "text": "Then Tattenai, the governor beyond the River, Shetharbozenai, and their companions did accordingly with all diligence, because Darius the king had sent a decree.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 14,
    "content": {
      "text": "The elders of the Jews built and prospered, through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They built and finished it, according to the commandment of the God of Israel, and according to the decree of Cyrus, Darius, and Artaxerxes king of Persia.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 15,
    "content": "This house was finished on the third day of the month Adar, which was in the sixth year of the reign of Darius the king."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 16,
    "content": {
      "text": "The children of Israel, the priests, the Levites, and the rest of the children of the captivity, kept the dedication of this house of God with joy.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 17,
    "content": "They offered at the dedication of this house of God one hundred bulls, two hundred rams, four hundred lambs; and for a sin offering for all Israel, twelve male goats, according to the number of the tribes of Israel."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 18,
    "content": "They set the priests in their divisions and the Levites in their courses, for the service of God which is at Jerusalem, as it is written in the book of Moses."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 19,
    "content": {
      "text": "The children of the captivity kept the Passover on the fourteenth day of the first month.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 20,
    "content": "Because the priests and the Levites had purified themselves together, all of them were pure. They killed the Passover for all the children of the captivity, for their brothers the priests, and for themselves."
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 21,
    "content": "The children of Israel who had returned out of the captivity, and all who had separated themselves to them from the filthiness of the nations of the land to seek Yahweh, the God of Israel, ate,"
  },
  {
    "book": "EZR",
    "chapter": 6,
    "verse": 22,
    "content": "and kept the feast of unleavened bread seven days with joy; because Yahweh had made them joyful, and had turned the heart of the king of Assyria to them, to strengthen their hands in the work of God, the God of Israel’s house."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 1,
    "content": {
      "text": "Now after these things, in the reign of Artaxerxes king of Persia, Ezra the son of Seraiah, the son of Azariah, the son of Hilkiah,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 2,
    "content": "the son of Shallum, the son of Zadok, the son of Ahitub,"
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 3,
    "content": "the son of Amariah, the son of Azariah, the son of Meraioth,"
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 4,
    "content": "the son of Zerahiah, the son of Uzzi, the son of Bukki,"
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 5,
    "content": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest—"
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 6,
    "content": "this Ezra went up from Babylon. He was a skilled scribe in the law of Moses, which Yahweh, the God of Israel, had given; and the king granted him all his request, according to Yahweh his God’s hand on him."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 7,
    "content": "Some of the children of Israel, including some of the priests, the Levites, the singers, the gatekeepers, and the temple servants went up to Jerusalem in the seventh year of Artaxerxes the king."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 8,
    "content": "He came to Jerusalem in the fifth month, which was in the seventh year of the king."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 9,
    "content": "For on the first day of the first month he began to go up from Babylon; and on the first day of the fifth month he came to Jerusalem, according to the good hand of his God on him."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 10,
    "content": "For Ezra had set his heart to seek Yahweh’s law, and to do it, and to teach statutes and ordinances in Israel."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 11,
    "content": {
      "text": "Now this is the copy of the letter that King Artaxerxes gave to Ezra the priest, the scribe, even the scribe of the words of Yahweh’s commandments, and of his statutes to Israel:",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 12,
    "content": {
      "text": "Artaxerxes, king of kings,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 13,
    "content": "I make a decree that all those of the people of Israel and their priests and the Levites in my realm, who intend of their own free will to go to Jerusalem, go with you."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 14,
    "content": "Because you are sent by the king and his seven counselors to inquire concerning Judah and Jerusalem, according to the law of your God which is in your hand,"
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 15,
    "content": "and to carry the silver and gold, which the king and his counselors have freely offered to the God of Israel, whose habitation is in Jerusalem,"
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 16,
    "content": "and all the silver and gold that you will find in all the province of Babylon, with the free will offering of the people and of the priests, offering willingly for the house of their God which is in Jerusalem."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 17,
    "content": "Therefore you shall with all diligence buy with this money bulls, rams, and lambs with their meal offerings and their drink offerings, and shall offer them on the altar of the house of your God which is in Jerusalem."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 18,
    "content": "Whatever seems good to you and to your brothers to do with the rest of the silver and the gold, do that according to the will of your God."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 19,
    "content": "The vessels that are given to you for the service of the house of your God, deliver before the God of Jerusalem."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 20,
    "content": "Whatever more will be needed for the house of your God, which you may have occasion to give, give it out of the king’s treasure house."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 21,
    "content": "I, even I, Artaxerxes the king, make a decree to all the treasurers who are beyond the River, that whatever Ezra the priest, the scribe of the law of the God of heaven, requires of you, it shall be done with all diligence,"
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 22,
    "content": [
      {
        "text": "up to one hundred talents",
        "foot": {
          "type": "stu",
          "content": "A talent is about 30 kilograms or 66 pounds or 965 Troy ounces"
        }
      },
      {
        "text": " of silver, and to one hundred cors",
        "foot": {
          "type": "stu",
          "content": "1 cor is the same as a homer, or about 55.9 U. S. gallons (liquid) or 211 liters or 6 bushels."
        }
      },
      {
        "text": " of wheat, and to one hundred baths",
        "foot": {
          "type": "stu",
          "content": "1 bath is one tenth of a cor, or about 5.6 U. S. gallons or 21 liters or 2.4 pecks. 100 baths would be about 2,100 liters."
        }
      },
      " of wine, and to one hundred baths of oil, and salt without prescribing how much."
    ]
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 23,
    "content": "Whatever is commanded by the God of heaven, let it be done exactly for the house of the God of heaven; for why should there be wrath against the realm of the king and his sons?"
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 24,
    "content": "Also we inform you that it shall not be lawful to impose tribute, custom, or toll on any of the priests, Levites, singers, gatekeepers, temple servants, or laborers of this house of God."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 25,
    "content": "You, Ezra, according to the wisdom of your God that is in your hand, appoint magistrates and judges who may judge all the people who are beyond the River, who all know the laws of your God; and teach him who doesn’t know them."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 26,
    "content": "Whoever will not do the law of your God and the law of the king, let judgment be executed on him with all diligence, whether it is to death, or to banishment, or to confiscation of goods, or to imprisonment."
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 27,
    "content": {
      "text": "Blessed be Yahweh, the God of our fathers, who has put such a thing as this in the king’s heart, to beautify Yahweh’s house which is in Jerusalem;",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 7,
    "verse": 28,
    "content": "and has extended loving kindness to me before the king and his counselors, and before all the king’s mighty princes. I was strengthened according to Yahweh my God’s hand on me, and I gathered together chief men out of Israel to go up with me."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 1,
    "content": {
      "text": "Now these are the heads of their fathers’ households, and this is the genealogy of those who went up with me from Babylon, in the reign of Artaxerxes the king:",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 2,
    "content": "Of the sons of Phinehas, Gershom."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 3,
    "content": "Of the sons of Shecaniah, of the sons of Parosh, Zechariah; and with him were listed by genealogy of the males one hundred fifty."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 4,
    "content": "Of the sons of Pahathmoab, Eliehoenai the son of Zerahiah; and with him two hundred males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 5,
    "content": "Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 6,
    "content": "Of the sons of Adin, Ebed the son of Jonathan; and with him fifty males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 7,
    "content": "Of the sons of Elam, Jeshaiah the son of Athaliah; and with him seventy males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 8,
    "content": "Of the sons of Shephatiah, Zebadiah the son of Michael; and with him eighty males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 9,
    "content": "Of the sons of Joab, Obadiah the son of Jehiel; and with him two hundred eighteen males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 10,
    "content": "Of the sons of Shelomith, the son of Josiphiah; and with him one hundred sixty males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 11,
    "content": "Of the sons of Bebai, Zechariah the son of Bebai; and with him twenty-eight males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 12,
    "content": "Of the sons of Azgad, Johanan the son of Hakkatan; and with him one hundred ten males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 13,
    "content": "Of the sons of Adonikam, who were the last, their names are: Eliphelet, Jeuel, and Shemaiah; and with them sixty males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 14,
    "content": "Of the sons of Bigvai, Uthai and Zabbud; and with them seventy males."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 15,
    "content": {
      "text": "I gathered them together to the river that runs to Ahava; and there we encamped three days. Then I looked around at the people and the priests, and found there were none of the sons of Levi.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 16,
    "content": "Then I sent for Eliezer, for Ariel, for Shemaiah, for Elnathan, for Jarib, for Elnathan, for Nathan, for Zechariah, and for Meshullam, chief men; also for Joiarib and for Elnathan, who were teachers."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 17,
    "content": "I sent them out to Iddo the chief at the place Casiphia; and I told them what they should tell Iddo and his brothers the temple servants at the place Casiphia, that they should bring to us ministers for the house of our God."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 18,
    "content": "According to the good hand of our God on us they brought us a man of discretion, of the sons of Mahli, the son of Levi, the son of Israel, namely Sherebiah, with his sons and his brothers, eighteen;"
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 19,
    "content": "and Hashabiah, and with him Jeshaiah of the sons of Merari, his brothers and their sons, twenty;"
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 20,
    "content": "and of the temple servants, whom David and the princes had given for the service of the Levites, two hundred twenty temple servants. All of them were mentioned by name."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 21,
    "content": {
      "text": "Then I proclaimed a fast there at the river Ahava, that we might humble ourselves before our God, to seek from him a straight way for us, for our little ones, and for all our possessions.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 22,
    "content": "For I was ashamed to ask of the king a band of soldiers and horsemen to help us against the enemy on the way, because we had spoken to the king, saying, “The hand of our God is on all those who seek him, for good; but his power and his wrath is against all those who forsake him.”"
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 23,
    "content": "So we fasted and begged our God for this, and he granted our request."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 24,
    "content": {
      "text": "Then I set apart twelve of the chiefs of the priests, even Sherebiah, Hashabiah, and ten of their brothers with them,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 25,
    "content": "and weighed to them the silver, the gold, and the vessels, even the offering for the house of our God, which the king, his counselors, his princes, and all Israel there present, had offered."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 26,
    "content": [
      {
        "text": "I weighed into their hand six hundred fifty talents of silver,",
        "foot": {
          "type": "stu",
          "content": "A talent is about 30 kilograms or 66 pounds or 965 Troy ounces"
        }
      },
      " one hundred talents of silver vessels, one hundred talents of gold,"
    ]
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 27,
    "content": [
      {
        "text": "twenty bowls of gold weighing one thousand darics,",
        "foot": {
          "type": "stu",
          "content": "a daric was a gold coin issued by a Persian king, weighing about 8.4 grams or about 0.27 troy ounces each."
        }
      },
      " and two vessels of fine bright bronze, precious as gold."
    ]
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 28,
    "content": "I said to them, “You are holy to Yahweh, and the vessels are holy. The silver and the gold are a free will offering to Yahweh, the God of your fathers."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 29,
    "content": "Watch and keep them until you weigh them before the chiefs of the priests, the Levites, and the princes of the fathers’ households of Israel at Jerusalem, in the rooms of Yahweh’s house.”"
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 30,
    "content": {
      "text": "So the priests and the Levites received the weight of the silver, the gold, and the vessels, to bring them to Jerusalem to the house of our God.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 31,
    "content": {
      "text": "Then we departed from the river Ahava on the twelfth day of the first month, to go to Jerusalem. The hand of our God was on us, and he delivered us from the hand of the enemy and the bandits by the way.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 32,
    "content": "We came to Jerusalem, and stayed there three days."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 33,
    "content": "On the fourth day the silver and the gold and the vessels were weighed in the house of our God into the hand of Meremoth the son of Uriah the priest; and with him was Eleazar the son of Phinehas; and with them were Jozabad the son of Jeshua, and Noadiah the son of Binnui, the Levites."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 34,
    "content": "Everything was counted and weighed; and all the weight was written at that time."
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 35,
    "content": {
      "text": "The children of the captivity, who had come out of exile, offered burnt offerings to the God of Israel: twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and twelve male goats for a sin offering. All this was a burnt offering to Yahweh.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 8,
    "verse": 36,
    "content": "They delivered the king’s commissions to the king’s local governors and to the governors beyond the River. So they supported the people and God’s house."
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 1,
    "content": {
      "text": "Now when these things were done, the princes came near to me, saying, “The people of Israel, the priests, and the Levites have not separated themselves from the peoples of the lands, following their abominations, even those of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 2,
    "content": "For they have taken of their daughters for themselves and for their sons, so that the holy offspring have mixed themselves with the peoples of the lands. Yes, the hand of the princes and rulers has been chief in this trespass.”"
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 3,
    "content": {
      "text": "When I heard this thing, I tore my garment and my robe, and pulled the hair out of my head and of my beard, and sat down confounded.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 4,
    "content": "Then everyone who trembled at the words of the God of Israel were assembled to me because of the trespass of the exiles; and I sat confounded until the evening offering."
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 5,
    "content": {
      "text": "At the evening offering I rose up from my humiliation, even with my garment and my robe torn; and I fell on my knees, and spread out my hands to Yahweh my God;",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 6,
    "content": "and I said, “My God, I am ashamed and blush to lift up my face to you, my God, for our iniquities have increased over our head, and our guiltiness has grown up to the heavens."
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 7,
    "content": "Since the days of our fathers we have been exceedingly guilty to this day; and for our iniquities we, our kings, and our priests have been delivered into the hand of the kings of the lands, to the sword, to captivity, to plunder, and to confusion of face, as it is this day."
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 8,
    "content": "Now for a little moment grace has been shown from Yahweh our God, to leave us a remnant to escape, and to give us a stake in his holy place, that our God may lighten our eyes, and revive us a little in our bondage."
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 9,
    "content": "For we are bondservants; yet our God has not forsaken us in our bondage, but has extended loving kindness to us in the sight of the kings of Persia, to revive us, to set up the house of our God, and to repair its ruins, and to give us a wall in Judah and in Jerusalem."
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 10,
    "content": {
      "text": "“Now, our God, what shall we say after this? For we have forsaken your commandments,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 11,
    "content": "which you have commanded by your servants the prophets, saying, ‘The land to which you go to possess is an unclean land through the uncleanness of the peoples of the lands, through their abominations, which have filled it from one end to another with their filthiness."
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 12,
    "content": "Now therefore don’t give your daughters to their sons. Don’t take their daughters to your sons, nor seek their peace or their prosperity forever, that you may be strong and eat the good of the land, and leave it for an inheritance to your children forever.’"
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 13,
    "content": {
      "text": "“After all that has come on us for our evil deeds and for our great guilt, since you, our God, have punished us less than our iniquities deserve, and have given us such a remnant,",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 14,
    "content": "shall we again break your commandments, and join ourselves with the peoples that do these abominations? Wouldn’t you be angry with us until you had consumed us, so that there would be no remnant, nor any to escape?"
  },
  {
    "book": "EZR",
    "chapter": 9,
    "verse": 15,
    "content": [
      {
        "text": "Yahweh, the God of Israel, you are righteous; for we are left a remnant that has escaped, as it is today. Behold,",
        "foot": {
          "type": "trn",
          "content": [
            "“Behold”, from “",
            {
              "text": "הִנֵּה",
              "script": "H"
            },
            "”, means look at, take notice, observe, see, or gaze at. It is often used as an interjection."
          ]
        }
      },
      " we are before you in our guiltiness; for no one can stand before you because of this.”"
    ]
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 1,
    "content": {
      "text": "Now while Ezra prayed and made confession, weeping and casting himself down before God’s house, there was gathered together to him out of Israel a very great assembly of men and women and children; for the people wept very bitterly.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 2,
    "content": "Shecaniah the son of Jehiel, one of the sons of Elam, answered Ezra, “We have trespassed against our God, and have married foreign women of the peoples of the land. Yet now there is hope for Israel concerning this thing."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 3,
    "content": "Now therefore let’s make a covenant with our God to put away all the wives and those who are born of them, according to the counsel of my lord and of those who tremble at the commandment of our God. Let it be done according to the law."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 4,
    "content": "Arise, for the matter belongs to you and we are with you. Be courageous, and do it.”"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 5,
    "content": {
      "text": "Then Ezra arose, and made the chiefs of the priests, the Levites, and all Israel to swear that they would do according to this word. So they swore.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 6,
    "content": "Then Ezra rose up from before God’s house, and went into the room of Jehohanan the son of Eliashib. When he came there, he didn’t eat bread or drink water, for he mourned because of the trespass of the exiles."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 7,
    "content": "They made a proclamation throughout Judah and Jerusalem to all the children of the captivity, that they should gather themselves together to Jerusalem;"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 8,
    "content": "and that whoever didn’t come within three days, according to the counsel of the princes and the elders, all his possessions should be forfeited, and he himself separated from the assembly of the captivity."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 9,
    "content": {
      "text": "Then all the men of Judah and Benjamin gathered themselves together to Jerusalem within the three days. It was the ninth month, on the twentieth day of the month; and all the people sat in the wide place in front of God’s house, trembling because of this matter, and because of the great rain.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 10,
    "content": {
      "text": "Ezra the priest stood up and said to them, “You have trespassed, and have married foreign women, increasing the guilt of Israel.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 11,
    "content": "Now therefore make confession to Yahweh, the God of your fathers and do his pleasure. Separate yourselves from the peoples of the land and from the foreign women.”"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 12,
    "content": {
      "text": "Then all the assembly answered with a loud voice, “We must do as you have said concerning us.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 13,
    "content": "But the people are many, and it is a time of much rain, and we are not able to stand outside. This is not a work of one day or two, for we have greatly transgressed in this matter."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 14,
    "content": "Now let our princes be appointed for all the assembly, and let all those who are in our cities who have married foreign women come at appointed times, and with them the elders of every city and its judges, until the fierce wrath of our God is turned from us, until this matter is resolved.”"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 15,
    "content": {
      "text": "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah stood up against this; and Meshullam and Shabbethai the Levite helped them.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 16,
    "content": {
      "text": "The children of the captivity did so. Ezra the priest, with certain heads of fathers’ households, after their fathers’ houses, and all of them by their names, were set apart; and they sat down in the first day of the tenth month to examine the matter.",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 17,
    "content": "They finished with all the men who had married foreign women by the first day of the first month."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 18,
    "content": {
      "text": "Among the sons of the priests there were found who had married foreign women:",
      "paragraph": true
    }
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 19,
    "content": "They gave their hand that they would put away their wives; and being guilty, they offered a ram of the flock for their guilt."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 20,
    "content": "Of the sons of Immer: Hanani and Zebadiah."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 21,
    "content": "Of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 22,
    "content": "Of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 23,
    "content": "Of the Levites: Jozabad, Shimei, Kelaiah (also called Kelita), Pethahiah, Judah, and Eliezer."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 24,
    "content": "Of the singers: Eliashib."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 25,
    "content": "Of Israel: Of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 26,
    "content": "Of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 27,
    "content": "Of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 28,
    "content": "Of the sons of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 29,
    "content": "Of the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 30,
    "content": "Of the sons of Pahathmoab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 31,
    "content": "Of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 32,
    "content": "Benjamin, Malluch, and Shemariah."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 33,
    "content": "Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 34,
    "content": "Of the sons of Bani: Maadai, Amram, Uel,"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 35,
    "content": "Benaiah, Bedeiah, Cheluhi,"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 36,
    "content": "Vaniah, Meremoth, Eliashib,"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 37,
    "content": "Mattaniah, Mattenai, Jaasu,"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 38,
    "content": "Bani, Binnui, Shimei,"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 39,
    "content": "Shelemiah, Nathan, Adaiah,"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 40,
    "content": "Machnadebai, Shashai, Sharai,"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 41,
    "content": "Azarel, Shelemiah, Shemariah,"
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 42,
    "content": "Shallum, Amariah, and Joseph."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 43,
    "content": "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Iddo, Joel, and Benaiah."
  },
  {
    "book": "EZR",
    "chapter": 10,
    "verse": 44,
    "content": {
      "text": "All these had taken foreign wives. Some of them had wives by whom they had children.",
      "paragraph": true
    }
  }
]
